{
  "_metadata": {
    "file": "content.json",
    "version": "1.0.0",
    "brand": "Forestal MT",
    "created": "2026-02-16",
    "lastUpdated": "2026-02-16",
    "description": "Editorial content per product for PDPs. Descriptions, ingredients, traditional uses, how-to-use, and processing methods.",
    "parent": "products.json",
    "fields": {
      "shortDescription": "Brief hero text for PDP (pending manual entry)",
      "description": "Full product description for accordion/details section",
      "commonNames": "Alternative names in other languages/regions",
      "traditionalUses": "Historical and traditional applications",
      "howToUse": "Usage instructions for end customer",
      "processingMethod": "How the product is sourced and prepared",
      "tags": "Keywords for filtering and search",
      "relatedProducts": "Handler references for cross-selling components",
      "audience": "Target audience (schema.org PeopleAudience)"
    },
    "counts": {
      "productGroups": 46,
      "shortDescriptionPending": 0
    }
  },
  "products": [
    {
      "handler": "amaranth-greens",
      "productGroupId": "FMT-TH-BL",
      "catalog": "Traditional Herbs",
      "category": "Food, Beverages & Tobacco > Beverages > Tea & Infusions",
      "brand": "Forestal MT",
      "name": "Amaranth Greens",
      "qualityBadge": "Wildcrafted & Shade-Dried",
      "item": 21,
      "botanical": "Amaranthus spp.",
      "material": "whole plant",
      "ingredients": "Shade-dried amaranth leaves, naturally rich in minerals, amino acids, and antioxidants.",
      "origin": "Made in Honduras",
      "storage": "Store in a cool, dry, and dark place. Always keep tightly sealed. Avoid prolonged heat and humidity.",
      "shelfLife": "For best potency, use within 12–18 months.",
      "shipping": "Worldwide via DHL Express",
      "shortDescription": "Shade-dried Amaranthus leaves, known as bledo, rooted in Mesoamerican food tradition for skin vitality and whole-body nourishment.",
      "description": "The vibrant leaves of Amaranthus spp., known as 'bledo' in Honduran tradition, represent a sacred legacy of Mesoamerican nourishment. Hand-gathered from wild fields, these greens carry the ancestral wisdom of indigenous harvesters who have valued them for generations. \n\nCelebrated for their vitality-sustaining properties and deep cultural roots, they are carefully dried to preserve their nutritional power. Offered in whole-leaf form, free from modern processing or contaminants.",
      "commonNames": ["bledo", "amaranthus leaves", "quelite", "pigweed"],
      "traditionalUses": [
        "Promotes healthy skin",
        "Supports digestive health",
        "Helps cells protection",
        "Soothes bones and muscles"
      ],
      "howToUse": [
        "Culinary Preparation (Cooked Greens): Thoroughly wash Amaranth greens and remove tough lower stems, keeping only tender leaves and upper stems. Bring a large pot of salted water to a rolling boil. Add Amaranth greens and boil for 2-5 minutes until tender but still bright green. Drain immediately in a colander. Serve warm, drizzled with extra virgin olive oil, fresh lemon juice, and sea salt.",
        "Sautéed Preparation: After blanching (as above), heat olive oil in a pan over medium heat. Add chopped onion and garlic, sauté until fragrant. Add blanched Amaranth greens, stir-fry for 2-3 minutes. Season with salt, pepper, and a squeeze of lemon. Serve warm as a nutritious side dish.",
        "In Soups & Stews: Add fresh Amaranth greens directly to soups, stews, or curries during the last 5-10 minutes of cooking. The greens will wilt and add nutritious depth to your dish.",
        "Nutritional Tea (Mild Infusion): Place a handful of fresh Amaranth greens in boiling water for 2-3 minutes. Strain and drink the mild green infusion for its mineral and vitamin content.",
        "Nutritional Benefits: Amaranth greens are exceptionally rich in iron, calcium, vitamins A, C, and K, protein, and fiber—making them one of the most nutritious leafy greens available."
      ],
      "processingMethod": [
        "Selective Harvesting — Herbs are hand-picked at peak maturity, with care to protect plant populations and ecosystems.",
        "Manual Cleaning — Unwanted parts like dirt and dry leaves are removed; useful portions are sorted for quality.",
        "Drying Setup — Delicate herbs are tied in small bunches or spread thinly to allow natural airflow.",
        "Shade Drying — Materials dry slowly in a cool, shaded space to preserve aroma, color, and beneficial properties.",
        "Storage — Once fully dry, herbs are trimmed and sealed in airtight containers to maintain freshness and potency."
      ],
      "tags": [
        "amaranth greens wildcrafted",
        "amaranthus spp dried",
        "bledo tea",
        "amaranth greens herbal tea",
        "traditional herb Honduras wildcrafted",
        "amaranth greens traditional uses",
        "amaranth greens healthy skin",
        "amaranth greens digestive health",
        "amaranthus spp benefits"
      ],
      "relatedProducts": [
        "moringa-leaves",
        "nettle-leaves",
        "guava-leaves",
        "hibiscus-flowers",
        "soursop-leaves"
      ],
      "audience": {
        "type": "PeopleAudience",
        "suggestedGender": "unisex",
        "suggestedMinAge": 13
      },
      "disclaimer": "FOR TRADITIONAL USE ONLY. This product is not intended to diagnose, treat, cure, or prevent any disease. Discontinue use if irritation occurs. Keep out of reach of children. Consult a healthcare professional before use if pregnant or nursing. Individual results may vary."
    },
    {
      "handler": "batana-oil-hair-conditioner",
      "productGroupId": "FMT-BO-CO",
      "catalog": "Batana Oil",
      "category": "Health & Beauty > Hair Care",
      "brand": "Forestal MT",
      "name": "Batana Oil Hair Conditioner",
      "qualityBadge": "Cleansing & Restorative",
      "item": 1,
      "botanical": "Elaeis oleifera",
      "material": "palm kernel",
      "ingredients": "Batana oil, water, plant-based conditioners, natural fragrance.",
      "origin": "Made in Honduras",
      "storage": "Store in a cool, dry, and dark place. Always keep tightly sealed. Avoid prolonged heat and humidity.",
      "shelfLife": "For best potency, use within 12–18 months.",
      "shipping": "Worldwide via DHL Express",
      "shortDescription": "Deep-conditioning batana oil blend, hand crafted by Miskito from Elaeis oleifera palms. A ancestral hair nourishment used to restore, soften and protect.",
      "description": "A deep-conditioning ritual rooted in Miskito tradition. Crafted with authentic Batana Oil from the wild Elaeis oleifera palms of La Mosquitia, Honduras, this formula transforms hair through ancestral nourishment. Used for generations to restore, soften, and protect, it delivers penetrating moisture while honoring the wisdom of the rainforest. From the hands of Miskito artisans to your hair care routine, it bridges ancient practice with modern performance.",
      "commonNames": [
        "Acondicionador de Batana",
        "Ojon Oil Conditioner",
        "Miskito Hair Restorative"
      ],
      "traditionalUses": [
        "Deep hair conditioning",
        "Strengthening and repair",
        "Enhanced texture and shine",
        "Frizz control"
      ],
      "howToUse": [
        "Deep Conditioning Treatment: After shampooing, gently squeeze excess water from your hair. Apply a generous amount of conditioner to your hair, working from mid-lengths to ends. For damaged or coarse hair, apply a small amount to roots as well. Use a wide-tooth comb to distribute evenly through every strand, ensuring full coverage. Leave on for 3–5 minutes to allow the ancestral Batana Oil formula to penetrate and restore your hair's natural structure.",
        "Intensive Repair (Weekly): For severely damaged, color-treated, or chemically processed hair, apply conditioner to clean, damp hair and cover with a shower cap. Leave on for 15–30 minutes, using the warmth from a towel or shower steam to enhance penetration. Rinse thoroughly with cool water to seal the cuticle and lock in moisture.",
        "Leave-In Treatment (Extra-Dry Hair): Apply a small amount to the ends of towel-dried hair as a leave-in treatment. Do not rinse. Style as usual.",
        "For Frizz Control & Shine: Use as your regular conditioner 2–3 times per week, or daily for very dry or textured hair types.",
        "Rinse thoroughly with warm water. For maximum benefits, pair with Batana Oil Hair Wash."
      ],
      "processingMethod": [
        "Forest Sourcing — Materials are gathered from the rainforest, including traditionally prepared Batana Oil made through ancestral Miskito methods.",
        "Thermal Softening — The base components are gently warmed and blended to create a smooth, workable mixture.",
        "Artisanal Integration — Batana Oil is incorporated using slow, controlled heat to preserve its natural restorative qualities.",
        "Cooling & Thickening — The mixture is allowed to cool gradually, developing its creamy texture without industrial accelerants.",
        "Finishing & Storage — The conditioner is settled, refined, and stored in clean containers to maintain its freshness and nourishing character."
      ],
      "tags": [
        "batana oil",
        "hair conditioner",
        "hair care",
        "Miskito",
        "La Mosquitia",
        "Honduras",
        "sulfate-free",
        "natural hair care",
        "deep conditioning"
      ],
      "relatedProducts": ["raw-batana-oil", "batana-oil-hair-wash", "batana-oil-true-soap-bar"],
      "audience": {
        "type": "PeopleAudience",
        "suggestedGender": "unisex",
        "suggestedMinAge": 13
      },
      "disclaimer": "FOR TRADITIONAL USE ONLY. This product is not intended to diagnose, treat, cure, or prevent any disease. Discontinue use if irritation occurs. Keep out of reach of children. Consult a healthcare professional before use if pregnant or nursing. Individual results may vary."
    },
    {
      "handler": "batana-oil-hair-wash",
      "productGroupId": "FMT-BO-SH",
      "catalog": "Batana Oil",
      "category": "Health & Beauty > Hair Care",
      "brand": "Forestal MT",
      "name": "Batana Oil Hair Wash",
      "qualityBadge": "Gentle & Nourishing",
      "item": 3,
      "botanical": "Elaeis oleifera",
      "material": "palm kernel",
      "ingredients": "Batana oil, water, plant-based cleansers, natural fragrance, botanical extracts",
      "origin": "Made in Honduras",
      "storage": "Store in a cool, dry, and dark place. Always keep tightly sealed. Avoid prolonged heat and humidity.",
      "shelfLife": "For best potency, use within 12–18 months.",
      "shipping": "Worldwide via DHL Express",
      "shortDescription": "Miskito-crafted hair shampoo with authentic Batana Oil from wild Elaeis oleifera in La Mosquitia, Honduras. A gentle cleansing that supports stronger, softer hair.",
      "description": "A gentle cleansing ritual rooted in Miskito tradition. Crafted with authentic Batana Oil from the wild Elaeis oleifera palms of La Mosquitia, Honduras, this shampoo transforms hair washing into an ancestral nourishment ritual. Used for generations to cleanse without stripping natural oils, it delivers follicle restoration and scalp nourishment while honoring the wisdom of the rainforest. From the hands of Miskito artisans to your daily routine, it bridges ancient practice with modern performance. Sulfate-free formula respects your hair's natural moisture balance.",
      "commonNames": [
        "Champú de Batana",
        "Batana Shampoo",
        "Ojon Shampoo",
        "Miskito Hair Cleanser"
      ],
      "traditionalUses": [
        "Gentle daily cleansing",
        "Follicle restoration",
        "Scalp nourishment",
        "Moisture lock",
        "Breakage prevention",
        "Natural hair growth support"
      ],
      "howToUse": [
        "Daily Cleansing: Wet hair thoroughly with warm water. Apply a generous amount of shampoo to scalp and hair. Massage gently using fingertips (not nails) in circular motions for 1–2 minutes to create a rich lather and stimulate blood flow. Work through from roots to ends, ensuring full coverage. Rinse thoroughly with warm water.",
        "Double Wash (for oily hair or product buildup): Apply a small amount for the first wash to remove surface oils and dirt. Rinse. Apply a second time and massage for 2–3 minutes to deeply cleanse the scalp. Rinse thoroughly.",
        "Scalp Treatment Wash: For dry or flaky scalp, massage shampoo into scalp and leave on for 3–5 minutes before rinsing. The Batana Oil will nourish and soothe irritation.",
        "Color-Treated Hair: Use lukewarm water instead of hot to preserve color. Apply shampoo gently without vigorous scrubbing.",
        "Best Results: Follow with Batana Oil Hair Conditioner for maximum benefits. Use 2–3 times per week, or daily for very oily hair types.",
        "For Maximum Growth: Massage scalp during washing for at least 2 minutes to stimulate circulation."
      ],
      "processingMethod": [
        "Forest Sourcing — Authentic Batana Oil is gathered from wild Elaeis oleifera palms in La Mosquitia through traditional Miskito methods.",
        "Base Preparation — Plant-based cleansing agents derived from coconut and other natural sources are combined with purified water.",
        "Oil Integration — Raw Batana Oil is carefully emulsified into the cleansing base using gentle heat and natural emulsifiers to create a stable, nourishing formula.",
        "Botanical Addition — Supporting herbs and natural extracts are infused to enhance scalp health and fragrance.",
        "Quality Testing — Each batch is tested for consistency, pH balance (5.0–6.0 for hair health), and cleansing efficacy.",
        "Bottling — Shampoo is filled into pump bottles for convenient, hygienic dispensing."
      ],
      "tags": [
        "batana oil shampoo",
        "hair wash",
        "natural shampoo",
        "Miskito",
        "La Mosquitia",
        "Honduras",
        "sulfate-free",
        "gentle cleansing",
        "hair growth shampoo",
        "scalp care"
      ],
      "relatedProducts": [
        "raw-batana-oil",
        "batana-oil-hair-conditioner",
        "batana-oil-true-soap-bar"
      ],
      "audience": {
        "type": "PeopleAudience",
        "suggestedGender": "unisex",
        "suggestedMinAge": 13
      },
      "disclaimer": "FOR TRADITIONAL USE ONLY. This product is not intended to diagnose, treat, cure, or prevent any disease. Discontinue use if irritation occurs. Keep out of reach of children. Consult a healthcare professional before use if pregnant or nursing. Individual results may vary."
    },
    {
      "handler": "batana-oil-true-soap-bar",
      "productGroupId": "FMT-BO-SB",
      "catalog": "Batana Oil",
      "category": "Health & Beauty > Hair Care",
      "brand": "Forestal MT",
      "name": "Batana Oil True Soap Bar",
      "qualityBadge": "Concentrated & Artisanal",
      "item": 4,
      "botanical": "Elaeis oleifera",
      "material": "palm kernel",
      "ingredients": "Saponified batana oil, natural glycerin, plant-based oils, purified water, natural fragrance",
      "origin": "Made in Honduras",
      "storage": "Store in a cool, dry, and dark place. Always keep tightly sealed. Avoid prolonged heat and humidity.",
      "shelfLife": "For best potency, use within 12–18 months.",
      "shipping": "Worldwide via DHL Express",
      "shortDescription": "Handmade artisanal Miskito batana oil soap from wild Elaeis oleifera kernels in La Mosquitia. A daily wash for soft hair and skin, rooted in traditional care.",
      "description": "An artisanal cleansing bar rooted in Miskito tradition. Handcrafted with 100% saponified Batana Oil from wild Elaeis oleifera palm kernels of La Mosquitia, Honduras, this true soap offers gentle, nourishing cleansing for hair, skin, and body. Unlike commercial detergent bars, this is genuine soap made through traditional saponification — preserving the natural glycerin and skin-loving properties of pure Batana Oil. Used for generations by Miskito families as an all-in-one wash, it cleanses without stripping natural moisture. From rainforest to ritual, each bar carries ancestral wisdom into modern self-care.",
      "commonNames": [
        "Jabón de Batana",
        "Batana Soap",
        "Jabón de Aceite de Ojon",
        "Miskito Artisan Soap",
        "True Soap Bar"
      ],
      "traditionalUses": [
        "Hair washing and conditioning",
        "Body cleansing",
        "Face washing",
        "Hand soap",
        "Shaving soap base",
        "Travel-friendly all-in-one wash"
      ],
      "howToUse": [
        "Hair Wash: Wet hair thoroughly. Rub the soap bar directly onto scalp and hair in circular motions to create lather, or lather in hands first and apply to hair. Massage scalp for 1–2 minutes. Work lather through to ends. Rinse thoroughly with warm water. Follow with conditioner if desired. Use 2–3 times per week.",
        "Body Wash: Wet skin in shower or bath. Lather soap between hands or use a washcloth. Apply lather to body, massaging gently. Rinse thoroughly. The natural glycerin will leave skin soft without residue.",
        "Face Wash: Wet face with warm water. Lather soap in hands and apply gently to face in circular motions. Avoid eye area. Rinse thoroughly with cool water. Pat dry. Use morning and night.",
        "Shaving: Wet skin with warm water. Lather soap generously on shaving area using a brush or hands. Shave as usual. Rinse thoroughly. The natural oils will provide glide and post-shave moisture.",
        "Hand Soap: Keep at sink. Lather between hands with water. Rinse clean.",
        "Extend Bar Life: After each use, place on a well-draining soap dish away from direct water spray. Allow to air dry completely between uses."
      ],
      "processingMethod": [
        "Oil Preparation — Authentic Batana Oil is sourced from Miskito harvesters who cold-press wild Elaeis oleifera kernels from La Mosquitia rainforest.",
        "Lye Solution — A precise lye (sodium hydroxide) solution is prepared with purified water, measured for exact saponification ratios.",
        "Saponification — Batana Oil is slowly heated and combined with lye solution. The mixture is stirred continuously as it saponifies (converts oil into soap and natural glycerin).",
        "Supporting Oils — Additional plant-based oils are blended in to enhance lather, conditioning, and skin feel.",
        "Molding — The thick soap mixture is poured into traditional molds and allowed to set for 24–48 hours.",
        "Curing — Bars are removed from molds and cured in ventilated racks for 4–6 weeks. This aging process hardens the bars, completes saponification, and develops a mild, skin-friendly pH.",
        "Trimming & Packaging — Cured bars are hand-trimmed, inspected for quality, and packaged in eco-friendly boxes."
      ],
      "tags": [
        "batana oil soap",
        "true soap bar",
        "handmade soap",
        "artisan soap",
        "Miskito",
        "La Mosquitia",
        "Honduras",
        "natural soap",
        "hair soap",
        "body wash",
        "shampoo bar",
        "saponified batana oil"
      ],
      "relatedProducts": ["raw-batana-oil", "batana-oil-hair-wash", "batana-oil-hair-conditioner"],
      "audience": {
        "type": "PeopleAudience",
        "suggestedGender": "unisex",
        "suggestedMinAge": 13
      },
      "disclaimer": "FOR TRADITIONAL USE ONLY. This product is not intended to diagnose, treat, cure, or prevent any disease. Discontinue use if irritation occurs. Keep out of reach of children. Consult a healthcare professional before use if pregnant or nursing. Individual results may vary."
    },
    {
      "handler": "bay-leaves",
      "productGroupId": "FMT-TH-BY",
      "catalog": "Traditional Herbs",
      "category": "Food, Beverages & Tobacco > Beverages > Tea & Infusions",
      "brand": "Forestal MT",
      "name": "Bay Leaves",
      "qualityBadge": "Wildcrafted & Shade-Dried",
      "item": 7,
      "botanical": "Laurus nobilis",
      "material": "leaves",
      "ingredients": "Shade-dried bay leaves, valued for their aromatic oils and natural antioxidants.",
      "origin": "Made in Honduras",
      "storage": "Store in a cool, dry, and dark place. Always keep tightly sealed. Avoid prolonged heat and humidity.",
      "shelfLife": "For best potency, use within 12–18 months.",
      "shipping": "Worldwide via DHL Express",
      "shortDescription": "Shade-dried Bay Leaves (Laurus nobilis) from Honduras, valued in traditional herbal practice for respiratory ease, digestive comfort, and aromatic vitality.",
      "description": "The aromatic leaves of Laurus nobilis, called 'laurel' in local kitchens, have seasoned both traditional remedies and ancestral recipes for centuries. Carefully wild-harvested from Honduras' highland forests, these leaves carry the earthy essence of generations of herbal wisdom. \n\nRevered for their cleansing aroma and ceremonial significance, they are patiently shade-dried to preserve their volatile oils. Offered whole and pure, free from artificial preservatives or treatments.",
      "commonNames": ["laurel", "hoja de laurel"],
      "traditionalUses": [
        "Respiratory ease and decongestant",
        "Digestive and metabolic comfort",
        "Boost immune system",
        "Culinary flavoring"
      ],
      "howToUse": [
        "Herbal Infusion (Tea): Place 2-3 dried bay leaves (or 4-6 fresh leaves) in a teacup or teapot. Pour 1 cup (240ml) of freshly boiled water over the leaves. Do NOT boil the leaves directly—add to water after removing from heat. Cover and steep for 5-10 minutes. Remove bay leaves and drink warm. For a milder flavor, steep for 5 minutes; for stronger medicinal properties, steep up to 10 minutes.",
        "For Digestive Comfort: Drink 1 cup of bay leaf tea 30 minutes after meals to support healthy digestion, reduce bloating, and ease gas. Use 2-3 times daily as needed.",
        "For Respiratory Support: Prepare bay leaf tea as above and inhale the aromatic steam before drinking. The volatile oils help clear congestion and support respiratory comfort. Drink 2-3 cups daily during seasonal challenges.",
        "Culinary Use: Add 1-2 whole dried bay leaves to soups, stews, sauces, and rice dishes during cooking. Remove leaves before serving, as they remain tough and sharp even after cooking.",
        "Flavor Enhancement: Bay leaf tea can be enhanced with honey, lemon, cinnamon, or ginger for added flavor and complementary benefits."
      ],
      "processingMethod": [
        "Selective Harvesting — Herbs are hand-picked at peak maturity, with care to protect plant populations and ecosystems.",
        "Manual Cleaning — Unwanted parts like dirt and dry leaves are removed; useful portions are sorted for quality.",
        "Drying Setup — Delicate herbs are tied in small bunches or spread thinly to allow natural airflow.",
        "Shade Drying — Materials dry slowly in a cool, shaded space to preserve aroma, color, and beneficial properties.",
        "Storage — Once fully dry, herbs are trimmed and sealed in airtight containers to maintain freshness and potency."
      ],
      "tags": [
        "bay leaves wildcrafted",
        "laurus nobilis dried",
        "laurel tea",
        "bay leaves herbal tea",
        "traditional herb Honduras wildcrafted",
        "bay leaves traditional uses",
        "bay leaves respiratory ease and decongestant",
        "bay leaves digestive and metabolic comfort",
        "laurus nobilis benefits"
      ],
      "relatedProducts": [
        "lemongrass",
        "cassia-pods",
        "hibiscus-flowers",
        "linden-tilia",
        "guava-leaves"
      ],
      "audience": {
        "type": "PeopleAudience",
        "suggestedGender": "unisex",
        "suggestedMinAge": 13
      },
      "disclaimer": "FOR TRADITIONAL USE ONLY. This product is not intended to diagnose, treat, cure, or prevent any disease. Discontinue use if irritation occurs. Keep out of reach of children. Consult a healthcare professional before use if pregnant or nursing. Individual results may vary."
    },
    {
      "handler": "bitter-melon-cundeamor",
      "productGroupId": "FMT-TH-CA",
      "catalog": "Traditional Herbs",
      "category": "Food, Beverages & Tobacco > Beverages > Tea & Infusions",
      "brand": "Forestal MT",
      "name": "Bitter Melon - Cundeamor",
      "qualityBadge": "Wildcrafted & Shade-Dried",
      "item": 8,
      "botanical": "Momordica charantia",
      "material": "whole plant",
      "ingredients": "Shade-dried bitter melon fruit and leaves, known for their naturally bitter plant compounds and wellness-supporting properties.",
      "origin": "Made in Honduras",
      "storage": "Store in a cool, dry, and dark place. Always keep tightly sealed. Avoid prolonged heat and humidity.",
      "shelfLife": "For best potency, use within 12–18 months.",
      "shipping": "Worldwide via DHL Express",
      "shortDescription": "Pure dried Bitter Melon (Momordica charantia), known as cundeamor, traditionally used for digestive comfort, skin balance, and overall vitality.",
      "description": "The distinctive fruit of Momordica charantia, known locally as 'cundeamor,' embodies the powerful principle that potency often resides in challenging flavors. Wild-harvested from Honduran vines, this cubed and dried fruit carries generations of indigenous wisdom about nature's balancing forces. \n\nRespected for its uncompromising character and traditional applications, it is prepared using methods passed down through ancestral knowledge. Offered in its pure, unadulterated form, free from sweeteners or processing.",
      "commonNames": ["melon amargo", "calaica", "Charantia"],
      "traditionalUses": [
        "Provides antioxidant and immune support",
        "Promotes digestive wellness",
        "Enhances skin health",
        "Boosts energy and vitality"
      ],
      "howToUse": [
        "Herbal Tea (Leaf or Whole Plant): Place 1-2 teaspoons (3-5g) of dried Bitter Melon herb in a teapot or cup. Pour 1 cup (240ml) of boiling water over the herb. Cover and steep for 10-15 minutes. Strain and drink 1 cup 2-3 times daily, preferably 30 minutes before meals for traditional blood sugar support.",
        "Decoction (For Stronger Effect): Combine 2 tablespoons (10g) of dried Bitter Melon herb with 2 cups (500ml) of water in a pot. Bring to a boil, then reduce heat and simmer for 15-20 minutes. Strain and divide into 2-3 servings throughout the day.",
        "For Traditional Diabetes Support: Consume Bitter Melon tea consistently 2-3 times daily before meals. Traditional use suggests ongoing consumption for blood sugar balance. Monitor blood sugar levels and consult with healthcare provider if taking diabetes medication.",
        "For Digestive & Liver Health: Drink 1 cup of Bitter Melon tea after meals to support digestive function and traditional liver wellness.",
        "Taste Note: Bitter Melon is notably bitter. You may sweeten with honey or stevia, or combine with other herbs like mint or ginger to improve palatability."
      ],
      "processingMethod": [
        "Selective Harvesting — Herbs are hand-picked at peak maturity, with care to protect plant populations and ecosystems.",
        "Manual Cleaning — Unwanted parts like dirt and dry leaves are removed; useful portions are sorted for quality.",
        "Drying Setup — Delicate herbs are tied in small bunches or spread thinly to allow natural airflow.",
        "Shade Drying — Materials dry slowly in a cool, shaded space to preserve aroma, color, and beneficial properties.",
        "Storage — Once fully dry, herbs are trimmed and sealed in airtight containers to maintain freshness and potency."
      ],
      "tags": [
        "bitter melon - cundeamor wildcrafted",
        "momordica charantia dried",
        "melon amargo tea",
        "bitter melon - cundeamor herbal tea",
        "traditional herb Honduras wildcrafted",
        "bitter melon - cundeamor traditional uses",
        "bitter melon - cundeamor antioxidant and immune support",
        "bitter melon - cundeamor digestive wellness",
        "momordica charantia benefits"
      ],
      "relatedProducts": [
        "contribo",
        "stonebreaker",
        "quassia-bitter-wood",
        "duck-flower",
        "blessed-holy-thistle"
      ],
      "audience": {
        "type": "PeopleAudience",
        "suggestedGender": "unisex",
        "suggestedMinAge": 13
      },
      "disclaimer": "FOR TRADITIONAL USE ONLY. This product is not intended to diagnose, treat, cure, or prevent any disease. Discontinue use if irritation occurs. Keep out of reach of children. Consult a healthcare professional before use if pregnant or nursing. Individual results may vary."
    },
    {
      "handler": "blessed-holy-thistle",
      "productGroupId": "FMT-TH-HT",
      "catalog": "Traditional Herbs",
      "category": "Food, Beverages & Tobacco > Beverages > Tea & Infusions",
      "brand": "Forestal MT",
      "name": "Blessed - Holy Thistle",
      "qualityBadge": "Wildcrafted & Shade-Dried",
      "item": 9,
      "botanical": "Cnicus benedictus",
      "material": "whole plant",
      "ingredients": "Shade-dried holy thistle, traditionally used for digestion and wellness.",
      "origin": "Made in Honduras",
      "storage": "Store in a cool, dry, and dark place. Always keep tightly sealed. Avoid prolonged heat and humidity.",
      "shelfLife": "For best potency, use within 12–18 months.",
      "shipping": "Worldwide via DHL Express",
      "shortDescription": "Cardo Santo (Cnicus benedictus), shade-dried and rooted in sacred herbal tradition, valued for digestive balance, appetite support, and lactation wellness.",
      "description": "The thorny leaves of Cnicus benedictus, known as 'cardo santo' or 'blessed thistle,' have journeyed from Mediterranean monasteries to Honduras' highland gardens as a plant of sacred herbalism. Wild-harvested from naturalized stands, these leaves carry centuries of European and adapted Central American knowledge about bitter tonics and traditional wellness. \n\nRevered for their protective spines and time-honored digestive applications, they are shade-dried to preserve their sesquiterpene lactone content. Offered chopped, free from pesticides or monastery garden romanticism that obscures botanical reality.",
      "commonNames": ["Cardo Santo", "Cardo Bendito"],
      "traditionalUses": [
        "Helps support lactation",
        "Assists with skin health",
        "Promotes appetite",
        "Stimulates digestive secretions"
      ],
      "howToUse": [
        "Herbal Infusion (Tea): Measure 1-3 teaspoons (1.5-3g) of dried Blessed Thistle herb into a teacup or teapot. Pour 1 cup (240ml) of boiling water over the herb. Cover and steep for 5-10 minutes. Strain and drink 2 cups daily, preferably 30 minutes to 1 hour before meals for digestive support.",
        "For Digestive Health & Appetite Stimulation: Drink 1 cup of Blessed Thistle tea 30-60 minutes before main meals. The bitter compounds traditionally stimulate digestive secretions and support healthy appetite.",
        "For Liver Support & Detoxification: Consume 2 cups of Blessed Thistle tea daily, one in the morning and one in the evening, to support traditional liver function and gentle detoxification.",
        "For Lactation Support (Traditional Use): Nursing mothers may drink 2-3 cups of Blessed Thistle tea daily to traditionally support milk production. Consult with healthcare provider before use during lactation.",
        "Flavor Tip: Blessed Thistle is intensely bitter. Combine with Peppermint leaves and Fennel seeds to balance the bitterness while maintaining therapeutic properties. Sweeten with honey if desired."
      ],
      "processingMethod": [
        "Selective Harvesting — Herbs are hand-picked at peak maturity, with care to protect plant populations and ecosystems.",
        "Manual Cleaning — Unwanted parts like dirt and dry leaves are removed; useful portions are sorted for quality.",
        "Drying Setup — Delicate herbs are tied in small bunches or spread thinly to allow natural airflow.",
        "Shade Drying — Materials dry slowly in a cool, shaded space to preserve aroma, color, and beneficial properties.",
        "Storage — Once fully dry, herbs are trimmed and sealed in airtight containers to maintain freshness and potency."
      ],
      "tags": [
        "blessed - holy thistle wildcrafted",
        "cnicus benedictus dried",
        "cardo santo tea",
        "blessed - holy thistle herbal tea",
        "traditional herb Honduras wildcrafted",
        "blessed - holy thistle traditional uses",
        "blessed - holy thistle support lactation",
        "blessed - holy thistle skin health",
        "cnicus benedictus benefits"
      ],
      "relatedProducts": [
        "duck-flower",
        "quassia-bitter-wood",
        "linden-tilia",
        "stonebreaker",
        "muicle-herb"
      ],
      "audience": {
        "type": "PeopleAudience",
        "suggestedGender": "unisex",
        "suggestedMinAge": 13
      },
      "disclaimer": "FOR TRADITIONAL USE ONLY. This product is not intended to diagnose, treat, cure, or prevent any disease. Discontinue use if irritation occurs. Keep out of reach of children. Consult a healthcare professional before use if pregnant or nursing. Individual results may vary."
    },
    {
      "handler": "cassia-pods",
      "productGroupId": "FMT-TH-CF",
      "catalog": "Traditional Herbs",
      "category": "Food, Beverages & Tobacco > Beverages > Tea & Infusions",
      "brand": "Forestal MT",
      "name": "Cassia Pods",
      "qualityBadge": "Wildcrafted & Shade-Dried",
      "item": 10,
      "botanical": "Cassia fistula",
      "material": "sticks",
      "ingredients": "Shade-dried cassia pods, known for their gentle cleansing plant compounds.",
      "origin": "Made in Honduras",
      "storage": "Store in a cool, dry, and dark place. Always keep tightly sealed. Avoid prolonged heat and humidity.",
      "shelfLife": "For best potency, use within 12–18 months.",
      "shipping": "Worldwide via DHL Express",
      "shortDescription": "Shade-dried Golden Shower Tree pods (Cassia fistula), or caña fístula, rooted in Honduran tradition for digestion and natural cleansing support.",
      "description": "The distinctive seed pods of Cassia fistula, known locally as 'caña fístula,' dangle like natural medicine cabinets from Honduras' tropical canopies. Wild-harvested at peak maturity, these pods carry centuries of indigenous knowledge about gentle yet effective traditional wellness practices. \n\nRevered for their time-honored uses and subtle potency, they are carefully dried to preserve their inner pulp and seeds. Offered whole, allowing traditional preparation methods to unlock their ancestral benefits, free from chemical treatment or artificial processing.",
      "commonNames": ["Caña Fístula", "Golden Shower Tree"],
      "traditionalUses": [
        "Digestive cleansing",
        "Bolsters natural defenses",
        "Throat and respiratory soothing",
        "Supports urinary tract"
      ],
      "howToUse": [
        "Herbal Tea (Pod Pieces): Break 2-3 Cassia pod segments (approximately 5-10cm total length) into smaller pieces. Place in a pot with 2-3 cups (500-750ml) of water. Bring to a boil, then reduce heat and simmer for 20-30 minutes until water turns golden-brown. Strain and drink 1 cup 1-2 times daily.",
        "For Gentle Digestive Support: Drink 1 cup of Cassia pod tea in the morning or evening to support healthy bowel movements and digestive regularity. Start with a small amount to assess individual tolerance.",
        "For Traditional Cleansing: Prepare Cassia pod tea as directed and consume 1 cup daily for 3-7 days as part of a traditional gentle cleansing routine. Ensure adequate hydration throughout the day.",
        "Traditional Note: Cassia pods have been used for centuries in Ayurvedic and traditional medicine systems for their mild purgative properties and digestive support.",
        "Caution: Use moderately. Excessive consumption may cause digestive discomfort."
      ],
      "processingMethod": [
        "Selective Harvesting — Herbs are hand-picked at peak maturity, with care to protect plant populations and ecosystems.",
        "Manual Cleaning — Unwanted parts like dirt and dry leaves are removed; useful portions are sorted for quality.",
        "Drying Setup — Delicate herbs are tied in small bunches or spread thinly to allow natural airflow.",
        "Shade Drying — Materials dry slowly in a cool, shaded space to preserve aroma, color, and beneficial properties.",
        "Storage — Once fully dry, herbs are trimmed and sealed in airtight containers to maintain freshness and potency."
      ],
      "tags": [
        "cassia pods wildcrafted",
        "cassia fistula dried",
        "caña fístula tea",
        "cassia pods herbal tea",
        "traditional herb Honduras wildcrafted",
        "cassia pods traditional uses",
        "cassia pods digestive cleansing",
        "cassia pods bolsters natural defenses",
        "cassia fistula benefits"
      ],
      "relatedProducts": [
        "bay-leaves",
        "quassia-bitter-wood",
        "lemongrass",
        "bitter-melon-cundeamor",
        "hibiscus-flowers"
      ],
      "audience": {
        "type": "PeopleAudience",
        "suggestedGender": "unisex",
        "suggestedMinAge": 13
      },
      "disclaimer": "FOR TRADITIONAL USE ONLY. This product is not intended to diagnose, treat, cure, or prevent any disease. Discontinue use if irritation occurs. Keep out of reach of children. Consult a healthcare professional before use if pregnant or nursing. Individual results may vary."
    },
    {
      "handler": "cats-claw",
      "productGroupId": "FMT-TH-CC",
      "catalog": "Traditional Herbs",
      "category": "Food, Beverages & Tobacco > Beverages > Tea & Infusions",
      "brand": "Forestal MT",
      "name": "Cat's Claw",
      "qualityBadge": "Wildcrafted & Shade-Dried",
      "item": 11,
      "botanical": "Uncaria tomentosa",
      "material": "roots",
      "ingredients": "Shade-dried cat's claw bark, used traditionally for its supportive plant compounds.",
      "origin": "Made in Honduras",
      "storage": "Store in a cool, dry, and dark place. Always keep tightly sealed. Avoid prolonged heat and humidity.",
      "shelfLife": "For best potency, use within 12–18 months.",
      "shipping": "Worldwide via DHL Express",
      "shortDescription": "Wild-harvested Cat's Claw (Uncaria tomentosa), known as uña de gato, traditionally valued for natural defense, joint comfort, digestive balance, and resilience.",
      "description": "The formidable vine of Uncaria tomentosa, known locally as 'uña de gato,' climbs through Central American ethnobotanical history with its hook-like thorns and resilient spirit. Wild-harvested from Honduras' rainforests, this chopped bark carries generations of indigenous knowledge about the forest's protective wisdom. \n\nRevered for its traditional uses and symbolic strength, it is harvested with deep respect for the plant's lifecycle. Offered in its authentic, unencapsulated form, free from fillers or synthetic enhancements.",
      "commonNames": ["uña de gato", "Amazon Vine"],
      "traditionalUses": [
        "Helps cells protection",
        "Aids joint comfort and mobility",
        "Supports inflammatory response",
        "Assists digestive function"
      ],
      "howToUse": [
        "Decoction (Traditional Preparation): Measure 5-10g (approximately 2-3 teaspoons) of dried Cat's Claw root bark and place in a pot with 300-500ml (1.5-2 cups) of water. Bring to a rolling boil, then reduce heat to low and simmer gently for 15-20 minutes. Remove from heat, cover, and let steep for an additional 10 minutes. Strain through a fine-mesh sieve. Drink 1-2 cups daily, divided into 2-3 servings.",
        "For Immune Support & Inflammation: Consume Cat's Claw decoction consistently, 1-2 cups daily. Traditional use suggests ongoing consumption for best results. May be taken between meals for optimal absorption.",
        "For Joint Health & Comfort: Drink 1 cup of Cat's Claw tea 2-3 times daily to traditionally support joint mobility and ease discomfort associated with occasional inflammation.",
        "For Digestive Wellness: Take Cat's Claw decoction 30 minutes before meals to support traditional digestive health and soothe the gastrointestinal tract.",
        "Taste Note: Cat's Claw has a bitter, earthy flavor. Sweeten with honey or blend with mint leaves for improved taste."
      ],
      "processingMethod": [
        "Selective Harvesting — Herbs are hand-picked at peak maturity, with care to protect plant populations and ecosystems.",
        "Manual Cleaning — Unwanted parts like dirt and dry leaves are removed; useful portions are sorted for quality.",
        "Drying Setup — Delicate herbs are tied in small bunches or spread thinly to allow natural airflow.",
        "Shade Drying — Materials dry slowly in a cool, shaded space to preserve aroma, color, and beneficial properties.",
        "Storage — Once fully dry, herbs are trimmed and sealed in airtight containers to maintain freshness and potency."
      ],
      "tags": [
        "cat's claw wildcrafted",
        "uncaria tomentosa dried",
        "uña de gato tea",
        "cat's claw herbal tea",
        "traditional herb Honduras wildcrafted",
        "cat's claw traditional uses",
        "cat's claw cells protection",
        "cat's claw joint comfort and mobility",
        "uncaria tomentosa benefits"
      ],
      "relatedProducts": [
        "pau-darco-bark",
        "dragons-blood-bark",
        "sarsaparilla",
        "kalawalla-root",
        "possum-grape-cissus"
      ],
      "audience": {
        "type": "PeopleAudience",
        "suggestedGender": "unisex",
        "suggestedMinAge": 13
      },
      "disclaimer": "FOR TRADITIONAL USE ONLY. This product is not intended to diagnose, treat, cure, or prevent any disease. Discontinue use if irritation occurs. Keep out of reach of children. Consult a healthcare professional before use if pregnant or nursing. Individual results may vary."
    },
    {
      "handler": "cocolmeca-root",
      "productGroupId": "FMT-TH-CR",
      "catalog": "Traditional Herbs",
      "category": "Food, Beverages & Tobacco > Beverages > Tea & Infusions",
      "brand": "Forestal MT",
      "name": "Cocolmeca Root",
      "qualityBadge": "Wildcrafted & Shade-Dried",
      "item": 12,
      "botanical": "Smilax spp.",
      "material": "roots",
      "ingredients": "Shade-dried sarsaparilla roots, known for cleansing plant compounds and natural antioxidants.",
      "origin": "Made in Honduras",
      "storage": "Store in a cool, dry, and dark place. Always keep tightly sealed. Avoid prolonged heat and humidity.",
      "shelfLife": "For best potency, use within 12–18 months.",
      "shipping": "Worldwide via DHL Express",
      "shortDescription": "Wild-harvested Smilax root, also known as cocolmeca, traditionally valued for digestive comfort, skin vitality, and natural cleansing support.",
      "description": "The gnarled roots of Smilax species, known locally as 'cocolmeca' or 'zarzaparrilla,' burrow deep into Honduran soil as keepers of ancestral vitality. Wild-harvested with respect for the plant's underground network, these roots embody generations of Mesoamerican knowledge about purification and restoration. \n\nRevered for their bitter strength and traditional significance in indigenous wellness practices, they are carefully processed to preserve their dense, woody character. Offered in cut pieces, free from fumigation or chemical extraction.",
      "commonNames": ["cuculmeca", "smilax", "Dioscorea"],
      "traditionalUses": [
        "Soothes the digestive tract",
        "Supports clear skin appearance",
        "Promotes blood cleansing",
        "Joint comfort and mobility"
      ],
      "howToUse": [
        "Strong Decoction (Traditional Preparation): Take a generous handful (approximately 30-40g) of Cocolmeca root pieces and place in a large pot with half a gallon (approximately 2 liters) of water. Bring to a rolling boil, then reduce heat and simmer vigorously for 20-30 minutes. Remove from heat and allow to steep for an additional 10-20 minutes. Strain the liquid, pressing down on root pieces to extract maximum benefits. Drink 2-3 cups daily.",
        "For Blood Purification & Detoxification (Traditional Use): Consume 2-3 cups of Cocolmeca decoction daily for 7-14 days as part of a traditional cleansing protocol. The strong infusion traditionally supports lymphatic drainage and blood purification.",
        "For Skin Health: Drink Cocolmeca tea consistently, 2-3 cups daily, to traditionally support clear, healthy skin from within. Results may be noticed after 2-4 weeks of consistent use.",
        "Reuse Roots: Cocolmeca roots can be reused 2-3 times. Simply add fresh water and simmer again for 20 minutes. The subsequent batches will be milder but still beneficial.",
        "Traditional Note: Cocolmeca (Sarsaparilla) has been used for centuries throughout Latin America as a powerful blood tonic and purifying agent."
      ],
      "processingMethod": [
        "Selective Harvesting — Herbs are hand-picked at peak maturity, with care to protect plant populations and ecosystems.",
        "Manual Cleaning — Unwanted parts like dirt and dry leaves are removed; useful portions are sorted for quality.",
        "Drying Setup — Delicate herbs are tied in small bunches or spread thinly to allow natural airflow.",
        "Shade Drying — Materials dry slowly in a cool, shaded space to preserve aroma, color, and beneficial properties.",
        "Storage — Once fully dry, herbs are trimmed and sealed in airtight containers to maintain freshness and potency."
      ],
      "tags": [
        "cocolmeca root wildcrafted",
        "smilax spp dried",
        "cuculmeca tea",
        "cocolmeca root herbal tea",
        "traditional herb Honduras wildcrafted",
        "cocolmeca root traditional uses",
        "cocolmeca root soothes the digestive tract",
        "cocolmeca root clear skin appearance",
        "smilax spp benefits"
      ],
      "relatedProducts": [
        "kalawalla-root",
        "sarsaparilla",
        "taro-malanga-leaf",
        "pau-darco-bark",
        "cats-claw"
      ],
      "audience": {
        "type": "PeopleAudience",
        "suggestedGender": "unisex",
        "suggestedMinAge": 13
      },
      "disclaimer": "FOR TRADITIONAL USE ONLY. This product is not intended to diagnose, treat, cure, or prevent any disease. Discontinue use if irritation occurs. Keep out of reach of children. Consult a healthcare professional before use if pregnant or nursing. Individual results may vary."
    },
    {
      "handler": "contribo",
      "productGroupId": "FMT-TH-CT",
      "catalog": "Traditional Herbs",
      "category": "Food, Beverages & Tobacco > Beverages > Tea & Infusions",
      "brand": "Forestal MT",
      "name": "Contribo",
      "qualityBadge": "Wildcrafted & Shade-Dried",
      "item": 13,
      "botanical": "Aristolochia spp.",
      "material": "stem",
      "ingredients": "Shade-dried contribo stems, used traditionally for energy and cleansing support.",
      "origin": "Made in Honduras",
      "storage": "Store in a cool, dry, and dark place. Always keep tightly sealed. Avoid prolonged heat and humidity.",
      "shelfLife": "For best potency, use within 12–18 months.",
      "shipping": "Worldwide via DHL Express",
      "shortDescription": "Wild-harvested Contribo vine (Aristolochia spp), rooted in Central American tradition for cleansing support, digestive ease, and resilient energy.",
      "description": "The powerful vine of Aristolochia species, known locally as 'contribo' or 'guaco,' climbs through Central American ethnobotanical tradition with formidable reputation and ancestral authority. Wild-harvested from Honduras' forest margins, this plant carries indigenous wisdom about nature's most potent protective forces. \n\nRespected for its traditional uses and uncompromising character, it is harvested with ceremonial caution and deep knowledge of the plant's spirit. Offered chopped, in its pure botanical form, free from dilution or synthetic modification.",
      "commonNames": ["Aristolochia Vine", "Bejuco de Santiago"],
      "traditionalUses": [
        "Promotes healthy digestion",
        "Supports immune system health",
        "Aids in detoxification processes",
        "Assists with energy and vitality"
      ],
      "howToUse": [
        "Herbal Infusion (Cold Soak Method - Preferred): Place 1-2 pieces (approximately 5-10cm) of dried Contribo vine in a cup of room-temperature water. Allow to soak for 30-60 minutes. Remove vine pieces and drink the infused water. Use once daily or as needed.",
        "Herbal Tea (Hot Preparation): Place 1-2 pieces of Contribo vine in a teapot with 1-2 cups (240-500ml) of water. Bring to a gentle simmer (do not boil vigorously) for 5-10 minutes. Remove from heat, cover, and steep for 10 minutes. Strain and drink 1 cup as needed.",
        "For Flu, Colds & Respiratory Support: Drink 1 cup of Contribo infusion at the first sign of cold or flu symptoms. May be consumed 1-2 times daily during seasonal challenges.",
        "For Digestive Comfort: Take Contribo tea 30 minutes before meals to support healthy digestion, ease indigestion, and stimulate appetite.",
        "Traditional \"Bitters\" Preparation: Soak 2-3 pieces of Contribo vine in rum or vodka for 1-2 weeks. Take 1 tablespoon of the resulting \"bitters\" before meals for digestive support."
      ],
      "processingMethod": [
        "Selective Harvesting — Herbs are hand-picked at peak maturity, with care to protect plant populations and ecosystems.",
        "Manual Cleaning — Unwanted parts like dirt and dry leaves are removed; useful portions are sorted for quality.",
        "Drying Setup — Delicate herbs are tied in small bunches or spread thinly to allow natural airflow.",
        "Shade Drying — Materials dry slowly in a cool, shaded space to preserve aroma, color, and beneficial properties.",
        "Storage — Once fully dry, herbs are trimmed and sealed in airtight containers to maintain freshness and potency."
      ],
      "tags": [
        "contribo wildcrafted",
        "aristolochia spp dried",
        "aristolochia vine tea",
        "contribo herbal tea",
        "traditional herb Honduras wildcrafted",
        "contribo traditional uses",
        "contribo healthy digestion",
        "contribo immune system health",
        "aristolochia spp benefits"
      ],
      "relatedProducts": [
        "bitter-melon-cundeamor",
        "duck-flower",
        "sarsaparilla",
        "stonebreaker",
        "possum-grape-cissus"
      ],
      "audience": {
        "type": "PeopleAudience",
        "suggestedGender": "unisex",
        "suggestedMinAge": 13
      },
      "disclaimer": "FOR TRADITIONAL USE ONLY. This product is not intended to diagnose, treat, cure, or prevent any disease. Discontinue use if irritation occurs. Keep out of reach of children. Consult a healthcare professional before use if pregnant or nursing. Individual results may vary."
    },
    {
      "handler": "cows-foot-leaves",
      "productGroupId": "FMT-TH-CW",
      "catalog": "Traditional Herbs",
      "category": "Food, Beverages & Tobacco > Beverages > Tea & Infusions",
      "brand": "Forestal MT",
      "name": "Cow's Foot Leaves",
      "qualityBadge": "Wildcrafted & Shade-Dried",
      "item": 14,
      "botanical": "Bauhinia spp.",
      "material": "leaves",
      "ingredients": "Shade-dried cow's foot leaves, traditionally used for wellness and comfort.",
      "origin": "Made in Honduras",
      "storage": "Store in a cool, dry, and dark place. Always keep tightly sealed. Avoid prolonged heat and humidity.",
      "shelfLife": "For best potency, use within 12–18 months.",
      "shipping": "Worldwide via DHL Express",
      "shortDescription": "Shade-dried Bauhinia leaves, called pata de vaca or pata de buey, used in indigenous tradition for balance, digestive ease, and gentle wellness support.",
      "description": "The distinctive bilobed leaves of Bauhinia species, known locally as 'pata de vaca' or 'cow's foot,' grow throughout Honduras' diverse ecosystems as gentle allies in traditional wellness. Hand-picked from wild stands, these leaves carry generations of indigenous knowledge about balance and metabolic harmony. \n\nCelebrated for their subtle yet consistent traditional applications, they are shade-dried to preserve their delicate structure and active compounds. Offered whole or cut, free from pesticides or industrial handling.",
      "commonNames": ["Pata de Vaca", "Bauhinia", "pata de buey"],
      "traditionalUses": [
        "Supports blood sugar health",
        "Comforts digestive wellness",
        "Enhances cellular protection",
        "Promotes fluid and salt excretion"
      ],
      "howToUse": [
        "Herbal Infusion (Tea): Place 1 dessert spoon (approximately 5g) of dried Cow's Foot leaves in a teapot or cup. Pour 1 cup (250-300ml) of freshly boiled water over the leaves. Cover and steep for 5-10 minutes. Strain and drink 1 cup 2-3 times daily, preferably after main meals.",
        "For Blood Sugar Balance (Traditional Use): Drink 1 cup of Cow's Foot tea 2-3 times daily after meals. Traditional use suggests consistent consumption for blood sugar support. Monitor blood sugar levels and consult healthcare provider if taking diabetes medication.",
        "For Urinary & Kidney Health: Consume 2-3 cups of Cow's Foot tea throughout the day to support traditional urinary tract wellness and kidney function. The natural diuretic properties support gentle fluid balance.",
        "For Blood Pressure Support: Drink 2 cups of Cow's Foot tea daily, one in the morning and one in the evening, to traditionally support healthy blood pressure levels.",
        "Flavor Enhancement: Add fresh lemon peel or a squeeze of lemon juice to the tea for improved taste and complementary vitamin C benefits."
      ],
      "processingMethod": [
        "Selective Harvesting — Herbs are hand-picked at peak maturity, with care to protect plant populations and ecosystems.",
        "Manual Cleaning — Unwanted parts like dirt and dry leaves are removed; useful portions are sorted for quality.",
        "Drying Setup — Delicate herbs are tied in small bunches or spread thinly to allow natural airflow.",
        "Shade Drying — Materials dry slowly in a cool, shaded space to preserve aroma, color, and beneficial properties.",
        "Storage — Once fully dry, herbs are trimmed and sealed in airtight containers to maintain freshness and potency."
      ],
      "tags": [
        "cow's foot leaves wildcrafted",
        "bauhinia spp dried",
        "pata de vaca tea",
        "cow's foot leaves herbal tea",
        "traditional herb Honduras wildcrafted",
        "cow's foot leaves traditional uses",
        "cow's foot leaves blood sugar health",
        "cow's foot leaves comforts digestive wellness",
        "bauhinia spp benefits"
      ],
      "relatedProducts": [
        "mango-leaves",
        "taro-malanga-leaf",
        "leaf-of-life-miracle-leaf",
        "guava-leaves",
        "plantain-leaf"
      ],
      "audience": {
        "type": "PeopleAudience",
        "suggestedGender": "unisex",
        "suggestedMinAge": 13
      },
      "disclaimer": "FOR TRADITIONAL USE ONLY. This product is not intended to diagnose, treat, cure, or prevent any disease. Discontinue use if irritation occurs. Keep out of reach of children. Consult a healthcare professional before use if pregnant or nursing. Individual results may vary."
    },
    {
      "handler": "dragons-blood-bark",
      "productGroupId": "FMT-TH-DB",
      "catalog": "Traditional Herbs",
      "category": "Food, Beverages & Tobacco > Beverages > Tea & Infusions",
      "brand": "Forestal MT",
      "name": "Dragon's Blood Bark",
      "qualityBadge": "Wildcrafted & Shade-Dried",
      "item": 15,
      "botanical": "Croton spp.",
      "material": "bark",
      "ingredients": "Shade-dried dragon's blood bark, valued for its soothing plant resins.",
      "origin": "Made in Honduras",
      "storage": "Store in a cool, dry, and dark place. Always keep tightly sealed. Avoid prolonged heat and humidity.",
      "shelfLife": "For best potency, use within 12–18 months.",
      "shipping": "Worldwide via DHL Express",
      "shortDescription": "Wildcrafted sangre de grado, traditionally valued in Central America and the Caribbean for ancestral skin comfort, natural defense, and soothing balance.",
      "description": "The resinous bark of Croton species, known locally as 'sangre de drago,' weeps crimson sap that has commanded respect in indigenous healing traditions for millennia. Wild-harvested from Honduras' tropical forests, this bark carries profound ancestral wisdom about protection, sealing, and restoration. \n\nRevered for its dramatic appearance and potent traditional applications, it is carefully processed to maintain the resin's integrity and color. Offered in bark pieces, free from synthetic resins or chemical stabilizers.",
      "commonNames": ["Corteza de Grado", "Croton"],
      "traditionalUses": [
        "Enhances immune and antimicrobial defenses",
        "Promotes skin repair and wound healing",
        "Provides anti-inflammatory support",
        "Topical comfort relief"
      ],
      "howToUse": [
        "Topical Application (Direct Resin - Primary Use): If using raw Dragon's Blood resin or bark, prepare a topical wash by simmering 2-3 pieces of bark in 2 cups (500ml) of water for 15-20 minutes. Strain and allow to cool. Apply the liquid directly to wounds, cuts, skin irritations, or affected areas using a clean cloth or cotton pad. The astringent resin supports wound closure and traditional healing.",
        "For Wound Healing & Hemostasis: Apply Dragon's Blood wash or diluted resin directly to minor cuts, scrapes, or wounds 2-3 times daily. The natural compounds traditionally support blood clotting and skin regeneration.",
        "Oral Use (Diluted Decoction - Traditional): Prepare a mild decoction by simmering 1-2 small pieces of Dragon's Blood bark in 2 cups (500ml) of water for 10 minutes. Strain well. Drink 1/4 to 1/2 cup 1-2 times daily for traditional gastrointestinal support and diarrhea relief.",
        "Primary Use: Dragon's Blood is traditionally used topically. Oral consumption should be done with caution and in small amounts.",
        "Caution: May cause nausea or bitter taste when consumed orally. Start with small amounts to assess tolerance."
      ],
      "processingMethod": [
        "Selective Harvesting — Herbs are hand-picked at peak maturity, with care to protect plant populations and ecosystems.",
        "Manual Cleaning — Unwanted parts like dirt and dry leaves are removed; useful portions are sorted for quality.",
        "Drying Setup — Delicate herbs are tied in small bunches or spread thinly to allow natural airflow.",
        "Shade Drying — Materials dry slowly in a cool, shaded space to preserve aroma, color, and beneficial properties.",
        "Storage — Once fully dry, herbs are trimmed and sealed in airtight containers to maintain freshness and potency."
      ],
      "tags": [
        "dragon's blood bark wildcrafted",
        "croton spp dried",
        "corteza de grado tea",
        "dragon's blood bark herbal tea",
        "traditional herb Honduras wildcrafted",
        "dragon's blood bark traditional uses",
        "dragon's blood bark enhances immune and antimicrobial defenses",
        "dragon's blood bark skin repair and wound healing",
        "croton spp benefits"
      ],
      "relatedProducts": [
        "cats-claw",
        "pau-darco-bark",
        "gumbo-limbo-bark",
        "kalawalla-root",
        "sarsaparilla"
      ],
      "audience": {
        "type": "PeopleAudience",
        "suggestedGender": "unisex",
        "suggestedMinAge": 13
      },
      "disclaimer": "FOR TRADITIONAL USE ONLY. This product is not intended to diagnose, treat, cure, or prevent any disease. Discontinue use if irritation occurs. Keep out of reach of children. Consult a healthcare professional before use if pregnant or nursing. Individual results may vary."
    },
    {
      "handler": "duck-flower",
      "productGroupId": "FMT-TH-DF",
      "catalog": "Traditional Herbs",
      "category": "Food, Beverages & Tobacco > Beverages > Tea & Infusions",
      "brand": "Forestal MT",
      "name": "Duck Flower",
      "qualityBadge": "Wildcrafted & Shade-Dried",
      "item": 16,
      "botanical": "Aristolochia grandiflora",
      "material": "flowers",
      "ingredients": "Shade-dried duck flower blossoms, traditionally used for cleansing rituals.",
      "origin": "Made in Honduras",
      "storage": "Store in a cool, dry, and dark place. Always keep tightly sealed. Avoid prolonged heat and humidity.",
      "shelfLife": "For best potency, use within 12–18 months.",
      "shipping": "Worldwide via DHL Express",
      "shortDescription": "Wild, shade-dried Flor de Pato (Aristolochia grandiflora), rooted in Central American tradition for ceremonial cleansing, energy balance, and renewal.",
      "description": "The extraordinary bloom of Aristolochia grandiflora, known locally as 'flor de pato,' unfolds like nature's ceremonial gateway to ancestral cleansing traditions. Wild-harvested from Honduran forests, this flower carries generations of Caribbean and Central American knowledge about deep purification and renewal. \n\nRevered for its powerful traditional applications and distinctive form, it is carefully dried to preserve its structural integrity and potent compounds. Offered whole, honoring traditional preparation methods passed down through indigenous practice, free from chemical treatment or artificial preservation.",
      "commonNames": ["Flor de Pato", "pelican's pouch"],
      "traditionalUses": [
        "Supports energy and vitality",
        "Promotes reproductive wellness",
        "Aids detoxification processes",
        "Assists with traditional cleansing rituals"
      ],
      "howToUse": [
        "Traditional use: Soak 1 dried duck flower in water for about 1 hour until it rehydrates.",
        "Consume the whole flower on an empty stomach, either chewing it or blending it with a small amount of water or juice.",
        "Drink large amounts of water or coconut water with electrolytes over the next hours.",
        "Expect an intense purging process.",
        "Safety note: These are folk/alternative practices, not clinically validated protocols, and this plant is classified as toxic by conventional medicine."
      ],
      "processingMethod": [
        "Selective Harvesting — Herbs are hand-picked at peak maturity, with care to protect plant populations and ecosystems.",
        "Manual Cleaning — Unwanted parts like dirt and dry leaves are removed; useful portions are sorted for quality.",
        "Drying Setup — Delicate herbs are tied in small bunches or spread thinly to allow natural airflow.",
        "Shade Drying — Materials dry slowly in a cool, shaded space to preserve aroma, color, and beneficial properties.",
        "Storage — Once fully dry, herbs are trimmed and sealed in airtight containers to maintain freshness and potency."
      ],
      "tags": [
        "duck flower wildcrafted",
        "aristolochia grandiflora dried",
        "flor de pato tea",
        "duck flower herbal tea",
        "traditional herb Honduras wildcrafted",
        "duck flower traditional uses",
        "duck flower energy and vitality",
        "duck flower reproductive wellness",
        "aristolochia grandiflora benefits"
      ],
      "relatedProducts": [
        "contribo",
        "stonebreaker",
        "blessed-holy-thistle",
        "bitter-melon-cundeamor",
        "quassia-bitter-wood"
      ],
      "audience": {
        "type": "PeopleAudience",
        "suggestedGender": "unisex",
        "suggestedMinAge": 13
      },
      "disclaimer": "FOR TRADITIONAL USE ONLY. This product is not intended to diagnose, treat, cure, or prevent any disease. Discontinue use if irritation occurs. Keep out of reach of children. Consult a healthcare professional before use if pregnant or nursing. Individual results may vary."
    },
    {
      "handler": "eucalyptus-leaves",
      "productGroupId": "FMT-TH-EU",
      "catalog": "Traditional Herbs",
      "category": "Food, Beverages & Tobacco > Beverages > Tea & Infusions",
      "brand": "Forestal MT",
      "name": "Eucalyptus Leaves",
      "qualityBadge": "Wildcrafted & Shade-Dried",
      "item": 17,
      "botanical": "Eucalyptus globulus",
      "material": "leaves",
      "ingredients": "Shade-dried eucalyptus leaves, naturally rich in refreshing plant oils.",
      "origin": "Made in Honduras",
      "storage": "Store in a cool, dry, and dark place. Always keep tightly sealed. Avoid prolonged heat and humidity.",
      "shelfLife": "For best potency, use within 12–18 months.",
      "shipping": "Worldwide via DHL Express",
      "shortDescription": "Wild Eucalyptus globulus, known as eucalipto, shade-dried and used in herbalism for breath comfort, mucus balance, and natural aromatic vitality.",
      "description": "The aromatic leaves of Eucalyptus globulus, called 'eucalipto' across Honduras, bridge Australian origin with Central American adoption in traditional respiratory wellness. Wild-harvested from naturalized highland groves, these leaves carry the sharp, penetrating essence valued by generations of local herbalists. \n\nRevered for their clearing properties and powerful volatile oils, they are shade-dried to preserve their menthol-rich profile and therapeutic potency. Offered whole or cut, free from artificial menthol addition or fragrance enhancement.",
      "commonNames": ["hojas de eucalipto"],
      "traditionalUses": [
        "Supports clear breathing",
        "Promotes mucus clearance",
        "Helps maintain oral and throat hygiene",
        "Provides antioxidant defense"
      ],
      "howToUse": [
        "Herbal Infusion (Tea): Place 1 tablespoon (approximately 3-5g) of dried Eucalyptus leaves or 10-12 fresh leaves in a teapot. Pour 1 cup (240ml) of water that has just come off the boil (95-100°C) over the leaves. Cover immediately to trap the volatile oils. Steep for 5-7 minutes. Strain and drink 1 cup up to 3 times daily for respiratory support.",
        "For Respiratory Congestion & Cough: Drink 1 cup of warm Eucalyptus tea 3 times daily to help thin mucus, ease breathing, and support respiratory comfort. The natural eucalyptol content provides soothing relief.",
        "Steam Inhalation (For Sinus & Congestion): Place a handful of Eucalyptus leaves in a large bowl. Pour boiling water over the leaves. Lean over the bowl with a towel draped over your head to trap steam. Breathe deeply through your nose and mouth for 5-10 minutes. Repeat 2-3 times daily as needed.",
        "Topical Wash (For Scalp Health): Prepare a strong Eucalyptus infusion and allow to cool. Use as a final rinse after shampooing to support scalp health and add refreshing aroma to hair.",
        "Flavor Note: Eucalyptus tea has a cooling, minty, slightly medicinal flavor. Combine with Peppermint and honey for improved taste."
      ],
      "processingMethod": [
        "Selective Harvesting — Herbs are hand-picked at peak maturity, with care to protect plant populations and ecosystems.",
        "Manual Cleaning — Unwanted parts like dirt and dry leaves are removed; useful portions are sorted for quality.",
        "Drying Setup — Delicate herbs are tied in small bunches or spread thinly to allow natural airflow.",
        "Shade Drying — Materials dry slowly in a cool, shaded space to preserve aroma, color, and beneficial properties.",
        "Storage — Once fully dry, herbs are trimmed and sealed in airtight containers to maintain freshness and potency."
      ],
      "tags": [
        "eucalyptus leaves wildcrafted",
        "eucalyptus globulus dried",
        "hojas de eucalipto tea",
        "eucalyptus leaves herbal tea",
        "traditional herb Honduras wildcrafted",
        "eucalyptus leaves traditional uses",
        "eucalyptus leaves clear breathing",
        "eucalyptus leaves mucus clearance",
        "eucalyptus globulus benefits"
      ],
      "relatedProducts": [
        "guaco-leaves",
        "pine-needles",
        "thuja-cedar-leaves",
        "palo-guaco",
        "trumpet-tree-leaves"
      ],
      "audience": {
        "type": "PeopleAudience",
        "suggestedGender": "unisex",
        "suggestedMinAge": 13
      },
      "disclaimer": "FOR TRADITIONAL USE ONLY. This product is not intended to diagnose, treat, cure, or prevent any disease. Discontinue use if irritation occurs. Keep out of reach of children. Consult a healthcare professional before use if pregnant or nursing. Individual results may vary."
    },
    {
      "handler": "guaco-leaves",
      "productGroupId": "FMT-TH-GU",
      "catalog": "Traditional Herbs",
      "category": "Food, Beverages & Tobacco > Beverages > Tea & Infusions",
      "brand": "Forestal MT",
      "name": "Guaco Leaves",
      "qualityBadge": "Wildcrafted & Shade-Dried",
      "item": 18,
      "botanical": "Mikania spp.",
      "material": "leaves",
      "ingredients": "Shade-dried guaco leaves, traditionally used for respiratory comfort.",
      "origin": "Made in Honduras",
      "storage": "Store in a cool, dry, and dark place. Always keep tightly sealed. Avoid prolonged heat and humidity.",
      "shelfLife": "For best potency, use within 12–18 months.",
      "shipping": "Worldwide via DHL Express",
      "shortDescription": "Climbing Guaco (Mikania spp), known as hojas de guaco, gathered from Honduran wildlands and used in herbal tradition for respiratory and digestive comfort.",
      "description": "The climbing leaves of Mikania species, known locally as 'guaco,' wind through Central American herbalism as a plant of profound respiratory tradition. Wild-harvested from Honduras' humid forests and field margins, these leaves carry generations of indigenous wisdom about breath, clarity, and traditional lung support. \n\nRevered for their distinctive aroma and time-honored applications in seasonal wellness, they are shade-dried to maintain their coumarin-rich essential nature. Offered whole or chopped, free from synthetic expectorants or pharmaceutical modification.",
      "commonNames": ["hojas de guaco"],
      "traditionalUses": [
        "Respiratory system support",
        "Healthy inflammatory response",
        "Promotes gastrointestinal comfort and balance",
        "Provides antioxidant defense"
      ],
      "howToUse": [
        "Herbal Infusion (Tea): Place 3-5g of dried Guaco leaves (or 5-8g fresh leaves) in a teapot or cup. Pour 150-200ml (approximately 1 cup) of boiling water over the leaves. Cover and steep for 10 minutes. Strain and drink up to 3 times daily.",
        "For Respiratory Health & Cough: Drink 1 cup of Guaco tea 2-3 times daily to traditionally support bronchial health, ease cough, and help clear respiratory passages. The natural bronchodilatory properties provide traditional relief.",
        "For Asthma & Bronchitis Support: Consume Guaco tea consistently, 3 times daily during respiratory challenges. Traditional use suggests ongoing support for chronic respiratory conditions.",
        "Guaco Syrup (Traditional Preparation): Prepare a strong Guaco tea using double the amount of leaves. Strain and simmer the liquid with an equal amount of honey until slightly thickened. Take 1-2 teaspoons 3 times daily for cough and respiratory support.",
        "Traditional Note: Guaco has been used for generations throughout South America as a powerful respiratory tonic and snake bite remedy."
      ],
      "processingMethod": [
        "Selective Harvesting — Herbs are hand-picked at peak maturity, with care to protect plant populations and ecosystems.",
        "Manual Cleaning — Unwanted parts like dirt and dry leaves are removed; useful portions are sorted for quality.",
        "Drying Setup — Delicate herbs are tied in small bunches or spread thinly to allow natural airflow.",
        "Shade Drying — Materials dry slowly in a cool, shaded space to preserve aroma, color, and beneficial properties.",
        "Storage — Once fully dry, herbs are trimmed and sealed in airtight containers to maintain freshness and potency."
      ],
      "tags": [
        "guaco leaves wildcrafted",
        "mikania spp dried",
        "hojas de guaco tea",
        "guaco leaves herbal tea",
        "traditional herb Honduras wildcrafted",
        "guaco leaves traditional uses",
        "guaco leaves respiratory system support",
        "guaco leaves healthy inflammatory response",
        "mikania spp benefits"
      ],
      "relatedProducts": [
        "eucalyptus-leaves",
        "palo-guaco",
        "trumpet-tree-leaves",
        "pine-needles",
        "thuja-cedar-leaves"
      ],
      "audience": {
        "type": "PeopleAudience",
        "suggestedGender": "unisex",
        "suggestedMinAge": 13
      },
      "disclaimer": "FOR TRADITIONAL USE ONLY. This product is not intended to diagnose, treat, cure, or prevent any disease. Discontinue use if irritation occurs. Keep out of reach of children. Consult a healthcare professional before use if pregnant or nursing. Individual results may vary."
    },
    {
      "handler": "guava-leaves",
      "productGroupId": "FMT-TH-GL",
      "catalog": "Traditional Herbs",
      "category": "Food, Beverages & Tobacco > Beverages > Tea & Infusions",
      "brand": "Forestal MT",
      "name": "Guava Leaves",
      "qualityBadge": "Wildcrafted & Shade-Dried",
      "item": 19,
      "botanical": "Psidium guajava",
      "material": "leaves",
      "ingredients": "Shade-dried guava leaves, known for digestion-supporting plant compounds.",
      "origin": "Made in Honduras",
      "storage": "Store in a cool, dry, and dark place. Always keep tightly sealed. Avoid prolonged heat and humidity.",
      "shelfLife": "For best potency, use within 12–18 months.",
      "shipping": "Worldwide via DHL Express",
      "shortDescription": "Wild, shade-dried hojas de guayaba from Honduras, valued in everyday herbal tradition for gut comfort, immune balance, and skin-supporting care.",
      "description": "The verdant leaves of Psidium guajava, known simply as 'hojas de guayaba,' grow abundantly across Honduras' countryside as everyday allies in traditional wellness. Hand-picked from wild and semi-wild trees, these leaves carry generations of accessible, time-tested indigenous knowledge about digestive harmony and skin care. \n\nCelebrated for their gentle yet effective applications and familiar presence in household remedies, they are shade-dried to preserve their tannin-rich character. Offered whole or cut, free from agricultural chemicals or synthetic processing.",
      "commonNames": ["hojas de guayaba"],
      "traditionalUses": [
        "Promote gut health",
        "Soothing properties",
        "Bolsters immune defenses",
        "Blood sugar management aid"
      ],
      "howToUse": [
        "Herbal Infusion (Tea): Place 1 teaspoon (approximately 3-5g) of dried Guava leaves in a teapot or cup. Pour 1 cup (240-250ml) of boiling water over the leaves. Cover and steep for 7-10 minutes. Strain and drink 2-3 cups daily, preferably before meals.",
        "For Digestive Health & Diarrhea: Drink 1 cup of Guava leaf tea 2-3 times daily to support digestive wellness and traditionally ease diarrhea. The natural tannins provide astringent properties that support intestinal health.",
        "For Blood Sugar Support: Consume 1 cup of Guava leaf tea before main meals to traditionally support healthy blood sugar balance. Use consistently for best results.",
        "For Blood Pressure Wellness: Drink 2 cups of Guava leaf tea daily, one in the morning and one in the evening, to traditionally support cardiovascular health and healthy blood pressure levels.",
        "Topical Use (For Oral Health): Prepare a strong Guava leaf tea and allow to cool. Use as a mouth rinse or gargle to support gum health and fresh breath. Swish for 30-60 seconds, then spit out."
      ],
      "processingMethod": [
        "Selective Harvesting — Herbs are hand-picked at peak maturity, with care to protect plant populations and ecosystems.",
        "Manual Cleaning — Unwanted parts like dirt and dry leaves are removed; useful portions are sorted for quality.",
        "Drying Setup — Delicate herbs are tied in small bunches or spread thinly to allow natural airflow.",
        "Shade Drying — Materials dry slowly in a cool, shaded space to preserve aroma, color, and beneficial properties.",
        "Storage — Once fully dry, herbs are trimmed and sealed in airtight containers to maintain freshness and potency."
      ],
      "tags": [
        "guava leaves wildcrafted",
        "psidium guajava dried",
        "hojas de guayaba tea",
        "guava leaves herbal tea",
        "traditional herb Honduras wildcrafted",
        "guava leaves traditional uses",
        "guava leaves gut health",
        "guava leaves soothing properties",
        "psidium guajava benefits"
      ],
      "relatedProducts": [
        "soursop-leaves",
        "mango-leaves",
        "amaranth-greens",
        "moringa-leaves",
        "cows-foot-leaves"
      ],
      "audience": {
        "type": "PeopleAudience",
        "suggestedGender": "unisex",
        "suggestedMinAge": 13
      },
      "disclaimer": "FOR TRADITIONAL USE ONLY. This product is not intended to diagnose, treat, cure, or prevent any disease. Discontinue use if irritation occurs. Keep out of reach of children. Consult a healthcare professional before use if pregnant or nursing. Individual results may vary."
    },
    {
      "handler": "gumbo-limbo-bark",
      "productGroupId": "FMT-TH-GLB",
      "catalog": "Traditional Herbs",
      "category": "Food, Beverages & Tobacco > Beverages > Tea & Infusions",
      "brand": "Forestal MT",
      "name": "Gumbo Limbo Bark",
      "qualityBadge": "Wildcrafted & Shade-Dried",
      "item": 20,
      "botanical": "Bursera simaruba",
      "material": "bark",
      "ingredients": "Shade-dried Gumbo Limbo bark, valued for its calming plant resins.",
      "origin": "Made in Honduras",
      "storage": "Store in a cool, dry, and dark place. Always keep tightly sealed. Avoid prolonged heat and humidity.",
      "shelfLife": "For best potency, use within 12–18 months.",
      "shipping": "Worldwide via DHL Express",
      "shortDescription": "Copperwood bark (Bursera simaruba), called palo mulato or Tourist Tree, shade-dried and used in tradition for skin care and soothing support.",
      "description": "The copper-red bark of Bursera simaruba, the iconic 'Indio Desnudo,' peels naturally from Honduras' tropical forests like nature's own offering of protective wisdom. Wild-harvested with respect for the tree's remarkable regenerative capacity, this bark carries centuries of indigenous knowledge about skin protection and traditional applications. \n\nRevered for its resinous character and ancestral significance alongside the leaves of the same sacred tree, it is carefully dried to preserve its aromatic compounds. Offered in bark pieces, free from chemical extraction or synthetic resin additives.",
      "commonNames": ["corteza de palo mulato", "Copperwood", "Tourist Tree"],
      "traditionalUses": [
        "Supports skin health",
        "Helps reduce inflammation",
        "Aids digestive comfort",
        "Assists with wound healing"
      ],
      "howToUse": [
        "Herbal Decoction (Bark Preparation): Take approximately 15-20g of Gumbo Limbo bark pieces and place in a pot with 2-3 cups (500-750ml) of water. Bring to a rolling boil, then reduce heat and simmer for 25-30 minutes until water reduces by one-third and turns reddish-brown. Strain through a fine-mesh sieve, pressing bark to extract maximum liquid. Drink 1 cup 2-3 times daily.",
        "For Respiratory & Cold Support: Drink 1 cup of warm Gumbo Limbo bark decoction 2-3 times daily during seasonal challenges to support respiratory comfort and ease cold symptoms.",
        "For Digestive Wellness: Consume 1 cup of Gumbo Limbo bark tea after meals to support healthy digestion and provide traditional stomach-soothing properties.",
        "Topical Application (For Skin Conditions): Prepare a strong bark decoction and allow to cool. Apply directly to affected skin areas using a clean cloth or add to bathwater for full-body application. The traditional use supports skin health and comfort.",
        "Note: Gumbo Limbo bark contains similar properties to the leaves but is stronger and more concentrated. Both parts have been used traditionally by indigenous communities."
      ],
      "processingMethod": [
        "Selective Harvesting — Herbs are hand-picked at peak maturity, with care to protect plant populations and ecosystems.",
        "Manual Cleaning — Unwanted parts like dirt and dry leaves are removed; useful portions are sorted for quality.",
        "Drying Setup — Delicate herbs are tied in small bunches or spread thinly to allow natural airflow.",
        "Shade Drying — Materials dry slowly in a cool, shaded space to preserve aroma, color, and beneficial properties.",
        "Storage — Once fully dry, herbs are trimmed and sealed in airtight containers to maintain freshness and potency."
      ],
      "tags": [
        "gumbo limbo bark wildcrafted",
        "bursera simaruba dried",
        "corteza de palo mulato tea",
        "gumbo limbo bark herbal tea",
        "traditional herb Honduras wildcrafted",
        "gumbo limbo bark traditional uses",
        "gumbo limbo bark skin health",
        "gumbo limbo bark reduce inflammation",
        "bursera simaruba benefits"
      ],
      "relatedProducts": [
        "dragons-blood-bark",
        "gumbo-limbo-leaves",
        "palo-santo",
        "pau-darco-bark",
        "thuja-cedar-leaves"
      ],
      "audience": {
        "type": "PeopleAudience",
        "suggestedGender": "unisex",
        "suggestedMinAge": 13
      },
      "disclaimer": "FOR TRADITIONAL USE ONLY. This product is not intended to diagnose, treat, cure, or prevent any disease. Discontinue use if irritation occurs. Keep out of reach of children. Consult a healthcare professional before use if pregnant or nursing. Individual results may vary."
    },
    {
      "handler": "gumbo-limbo-leaves",
      "productGroupId": "FMT-TH-AL",
      "catalog": "Traditional Herbs",
      "category": "Food, Beverages & Tobacco > Beverages > Tea & Infusions",
      "brand": "Forestal MT",
      "name": "Gumbo Limbo Leaves",
      "qualityBadge": "Wildcrafted & Shade-Dried",
      "item": 6,
      "botanical": "Bursera simaruba",
      "material": "leaves",
      "ingredients": "Shade-dried Gumbo Limbo leaves, known for soothing and protective plant compounds.",
      "origin": "Made in Honduras",
      "storage": "Store in a cool, dry, and dark place. Always keep tightly sealed. Avoid prolonged heat and humidity.",
      "shelfLife": "For best potency, use within 12–18 months.",
      "shipping": "Worldwide via DHL Express",
      "shortDescription": "Shade-dried Gumbo Limbo leaves (Bursera simaruba) from Honduras, valued in traditional herbal practice for skin balance, digestion, breath, and overall comfort.",
      "description": "A botanical treasure from the iconic \"Tourist Tree\" of Honduras. Gumbo Limbo leaves are hand-gathered from wild Bursera simaruba trees, known locally as \"Indio Desnudo\" or \"Palo Mulato\" for their distinctive copper-red peeling bark. For generations, indigenous communities have relied on these leaves for their soothing, protective, and restorative properties. Wildcrafted from pristine forests and shade-dried to preserve their natural compounds, Gumbo Limbo leaves deliver traditional support for respiratory function, skin health, and digestive comfort. From the hands of local harvesters to your wellness routine, these leaves bridge ancestral wisdom with modern herbal practice.",
      "commonNames": ["Palo Mulato", "Indio Desnudo", "Copperwood", "Tourist Tree"],
      "traditionalUses": [
        "Respiratory function aid",
        "Maintains healthy skin barrier",
        "Promotes digestive health",
        "Joint and muscle comfort"
      ],
      "howToUse": [
        "Herbal Decoction (Traditional Preparation): Take a generous handful (approximately 15-20g) of dried Gumbo Limbo leaves and place in a pot with 2-3 cups (500-750ml) of water. Bring to a rolling boil, then reduce heat and simmer gently for 20-30 minutes until the water reduces by about one-third. Strain through a fine-mesh sieve, pressing leaves to extract maximum liquid. Drink 1 cup (240ml) 2-3 times daily, preferably after meals.",
        "For Respiratory Support & Colds: Prepare as decoction above. Drink warm, sweetened with honey if desired. The traditional preparation supports respiratory comfort and helps ease cold symptoms.",
        "For Digestive Health: Consume 1 cup of Gumbo Limbo decoction after meals to support healthy digestion and provide stomach-soothing properties. Use consistently for 7-14 days for traditional digestive support.",
        "Topical Wash (For Skin Conditions): Prepare a strong decoction using double the amount of leaves. Allow to cool to a comfortable temperature. Apply to affected skin areas using a clean cloth or cotton pad, or add to bathwater for full-body application. Use 1-2 times daily.",
        "Traditional Use: Gumbo Limbo has been used for generations by indigenous communities for its restorative and soothing properties."
      ],
      "processingMethod": [
        "Selective Harvesting — Herbs are hand-picked at peak maturity, with care to protect plant populations and ecosystems.",
        "Manual Cleaning — Unwanted parts like dirt and dry leaves are removed; useful portions are sorted for quality.",
        "Drying Setup — Delicate herbs are tied in small bunches or spread thinly to allow natural airflow.",
        "Shade Drying — Materials dry slowly in a cool, shaded space to preserve aroma, color, and beneficial properties.",
        "Storage — Once fully dry, herbs are trimmed and sealed in airtight containers to maintain freshness and potency."
      ],
      "tags": [
        "gumbo limbo leaves wildcrafted",
        "bursera simaruba leaves tea",
        "indio desnudo bark leaves",
        "gumbo limbo respiratory support",
        "traditional herb Honduras wildcrafted",
        "bursera simaruba dried leaves",
        "gumbo limbo skin health",
        "ancestral herbal leaves",
        "hojas de palo mulato crudo",
        "indio desnudo herbal tea",
        "respiratory function herbs organic"
      ],
      "relatedProducts": [
        "gumbo-limbo-bark",
        "neem-leaves",
        "plantain-leaf",
        "leaf-of-life-miracle-leaf",
        "cows-foot-leaves"
      ],
      "audience": {
        "type": "PeopleAudience",
        "suggestedGender": "unisex",
        "suggestedMinAge": 13
      },
      "disclaimer": "FOR TRADITIONAL USE ONLY. This product is not intended to diagnose, treat, cure, or prevent any disease. Discontinue use if irritation occurs. Keep out of reach of children. Consult a healthcare professional before use if pregnant or nursing. Individual results may vary."
    },
    {
      "handler": "hibiscus-flowers",
      "productGroupId": "FMT-TH-HF",
      "catalog": "Traditional Herbs",
      "category": "Food, Beverages & Tobacco > Beverages > Tea & Infusions",
      "brand": "Forestal MT",
      "name": "Hibiscus Flowers",
      "qualityBadge": "Wildcrafted & Shade-Dried",
      "item": 22,
      "botanical": "Hibiscus sabdariffa",
      "material": "flowers",
      "ingredients": "Shade-dried hibiscus flowers, naturally rich in vitamin C and antioxidants.",
      "origin": "Made in Honduras",
      "storage": "Store in a cool, dry, and dark place. Always keep tightly sealed. Avoid prolonged heat and humidity.",
      "shelfLife": "For best potency, use within 12–18 months.",
      "shipping": "Worldwide via DHL Express",
      "shortDescription": "Wild-harvested Flor de Jamaica (Hibiscus sabdariffa), cherished in Mesoamerican tradition for cooling infusions, heartful refreshment, and vibrant wellness.",
      "description": "The crimson calyces of Hibiscus sabdariffa, beloved as 'flor de Jamaica' or 'rosa de Jamaica,' paint Honduran markets and traditional beverages with their tart, ruby essence. Wild-harvested from native plantings, these flowers carry generations of Mesoamerican knowledge about refreshment, vitality, and celebratory wellness. \n\nCelebrated for their vibrant color and cooling properties, they are shade-dried to preserve their anthocyanin-rich profile and natural acidity. Offered whole, ready for traditional infusion or culinary use, free from artificial colorants or sweeteners.",
      "commonNames": ["Flor de Lamaica"],
      "traditionalUses": [
        "Supports blood pressure levels",
        "Helps maintain normal cholesterol levels",
        "Provides antioxidant support",
        "Contributes to liver health"
      ],
      "howToUse": [
        "Hibiscus Tea (Hot Preparation): Place 1-2 tablespoons (approximately 5-10g) of dried Hibiscus flowers in a teapot. Pour 1 cup (240ml) of boiling water over the flowers. Cover and steep for 5-10 minutes until the water turns deep ruby red. Strain and sweeten with honey or agave if desired. Drink hot or warm.",
        "Agua de Jamaica (Cold Preparation): Combine 1/4 cup (approximately 15g) of dried Hibiscus flowers with 4 cups (1 liter) of cold water in a pitcher. Bring to a boil, reduce heat, and simmer for 15-20 minutes. Remove from heat, strain, and sweeten with sugar or honey while warm. Add 4 cups of cold water and chill. Serve over ice with lime wedges.",
        "For Blood Pressure Support: Drink 2-3 cups of Hibiscus tea daily to traditionally support healthy blood pressure levels. Consistent consumption is recommended for optimal benefits.",
        "For Antioxidant Support: Consume 1-2 cups of Hibiscus tea daily for its high antioxidant content, which supports overall wellness and cellular health.",
        "Flavor Note: Hibiscus has a tart, cranberry-like flavor. Sweeten to taste and enhance with cinnamon, ginger, or citrus."
      ],
      "processingMethod": [
        "Selective Harvesting — Herbs are hand-picked at peak maturity, with care to protect plant populations and ecosystems.",
        "Manual Cleaning — Unwanted parts like dirt and dry leaves are removed; useful portions are sorted for quality.",
        "Drying Setup — Delicate herbs are tied in small bunches or spread thinly to allow natural airflow.",
        "Shade Drying — Materials dry slowly in a cool, shaded space to preserve aroma, color, and beneficial properties.",
        "Storage — Once fully dry, herbs are trimmed and sealed in airtight containers to maintain freshness and potency."
      ],
      "tags": [
        "hibiscus flowers wildcrafted",
        "hibiscus sabdariffa dried",
        "flor de lamaica tea",
        "hibiscus flowers herbal tea",
        "traditional herb Honduras wildcrafted",
        "hibiscus flowers traditional uses",
        "hibiscus flowers blood pressure levels",
        "hibiscus flowers maintain normal cholesterol levels",
        "hibiscus sabdariffa benefits"
      ],
      "relatedProducts": [
        "moringa-leaves",
        "lemongrass",
        "jimerito",
        "nettle-leaves",
        "linden-tilia"
      ],
      "audience": {
        "type": "PeopleAudience",
        "suggestedGender": "unisex",
        "suggestedMinAge": 13
      },
      "disclaimer": "FOR TRADITIONAL USE ONLY. This product is not intended to diagnose, treat, cure, or prevent any disease. Discontinue use if irritation occurs. Keep out of reach of children. Consult a healthcare professional before use if pregnant or nursing. Individual results may vary."
    },
    {
      "handler": "jimerito",
      "productGroupId": "FMT-SBH-JM",
      "catalog": "Stingless Bee Honey",
      "category": "Health & Beauty > Health Care",
      "brand": "Forestal MT",
      "name": "Jimerito",
      "qualityBadge": "Raw & Traditional",
      "item": 5,
      "botanical": "Tetragonisca angustula",
      "material": "jimerito bee",
      "ingredients": "Traditional honey from stingless bees, naturally rich in antioxidants, enzymes, and minerals.",
      "origin": "Made in Honduras",
      "storage": "Store in a cool, dry, and dark place. Always keep tightly sealed. Avoid prolonged heat and humidity.",
      "shelfLife": "For best potency, use within 12–18 months.",
      "shipping": "Worldwide via DHL Express",
      "shortDescription": "Raw Jimerito stingless bee honey from Honduras, revered in Mayan tradition and valued for energy, immune balance, skin vitality, and traditional eye support.",
      "description": "A rare treasure from the stingless Tetragonisca angustula bees of Honduras. Jimerito honey is harvested from wild log hives in the biodiverse landscapes of Olancho, where indigenous communities have maintained ancestral beekeeping traditions for centuries. Unlike common honeybee honey, Jimerito is produced by tiny, gentle stingless bees known locally as \"Jimerito\" or \"Xunan Kab\" in Mayan culture. This raw, unfiltered honey carries a distinctive tangy-sweet flavor profile and watery consistency due to higher moisture content—a natural characteristic of meliponini honey. Revered in traditional medicine for eye health, immune support, and skin vitality, Jimerito has gained global attention as a natural remedy trending on social media. From the hands of local harvesters to your wellness routine, this honey bridges ancient wisdom with modern health-conscious living.",
      "commonNames": ["Miel de Melipona", "Stingless Bee Honey", "Xunan Kab", "Mayan Honey"],
      "traditionalUses": [
        "Boosts energy and immune defense",
        "Promotes skin vitality",
        "Traditional eye support",
        "Gourmet uses and applications"
      ],
      "howToUse": [
        "For Eye Health (Traditional Use): Apply 1-2 drops of pure Jimerito honey directly into each eye before bedtime. Gently close eyes and allow the honey to spread naturally across the surface. May cause temporary mild stinging sensation. Use consistently for traditional eye health support. Always ensure hands and dropper are clean before application.",
        "For Immune Support & Energy: Take 1 teaspoon of Jimerito honey 2-3 times daily, either directly or dissolved in lukewarm water or herbal tea. Consume on an empty stomach in the morning for optimal absorption, or between meals throughout the day. Do not heat above room temperature to preserve enzymatic properties.",
        "For Respiratory Health: Mix 1 teaspoon of Jimerito honey in warm (not hot) water with fresh lemon juice. Sip slowly to soothe throat inflammation, ease congestion, and support respiratory function. Use 2-3 times daily during seasonal challenges.",
        "For Wound Care & Skin Health: Apply a thin layer of Jimerito honey directly to clean, minor wounds, burns, or skin irritations. Cover with a clean bandage if desired. Reapply 1-2 times daily until healed. The honey's antimicrobial properties support natural healing.",
        "Storage Note: Keep refrigerated after opening. Due to high moisture content typical of stingless bee honey, proper storage preserves freshness and prevents fermentation."
      ],
      "processingMethod": [
        "Harvest selection — Careful selection of the honey chambers from wild log hives of Tetragonisca angustula.",
        "Gentle extraction — Local harvesters use traditional, careful methods to remove the honey while protecting the colony.",
        "Simple straining — The honey is lightly strained to remove larger pieces of wax.",
        "Natural resting — The honey is allowed to rest so it keeps its natural texture.",
        "Storage — The honey is stored in sealed containers, traditionally gourds or glass jars, to protect its natural character."
      ],
      "tags": [
        "jimerito stingless bee honey",
        "stingless bee honey eye drops",
        "jimerito eye health honey",
        "melipona honey for eyes",
        "raw jimerito honey",
        "miel jimerito ojos",
        "natural eye remedy honey",
        "Honduras stingless bee honey",
        "miel de jimerito tendencia",
        "meliponini honey antioxidant",
        "honey eye drop trend",
        "bee honey cataract remedy"
      ],
      "relatedProducts": [
        "hibiscus-flowers",
        "moringa-leaves",
        "lemongrass",
        "linden-tilia",
        "nettle-leaves"
      ],
      "audience": {
        "type": "PeopleAudience",
        "suggestedGender": "unisex",
        "suggestedMinAge": 13
      },
      "disclaimer": "FOR TRADITIONAL USE ONLY. This product is not intended to diagnose, treat, cure, or prevent any disease. Discontinue use if irritation occurs. Keep out of reach of children. Consult a healthcare professional before use if pregnant or nursing. Individual results may vary."
    },
    {
      "handler": "kalawalla-root",
      "productGroupId": "FMT-TH-KR",
      "catalog": "Traditional Herbs",
      "category": "Food, Beverages & Tobacco > Beverages > Tea & Infusions",
      "brand": "Forestal MT",
      "name": "Kalawalla Root",
      "qualityBadge": "Wildcrafted & Shade-Dried",
      "item": 23,
      "botanical": "Polypodium leucotomos",
      "material": "roots",
      "ingredients": "Shade-dried kalawalla root, known for its protective plant compounds.",
      "origin": "Made in Honduras",
      "storage": "Store in a cool, dry, and dark place. Always keep tightly sealed. Avoid prolonged heat and humidity.",
      "shelfLife": "For best potency, use within 12–18 months.",
      "shipping": "Worldwide via DHL Express",
      "shortDescription": "Wildcrafted Kalawalla root (Polypodium leucotomos), known as calaguala, traditionally valued for skin protection, immune balance, and environmental resilience.",
      "description": "The terrestrial fern rhizome of Polypodium leucotomos, known locally as 'calaguala,' emerges from Honduras' cloud forests as a botanical guardian of skin and immunity. Wild-harvested with respect for the fern's delicate root systems, this rhizome carries indigenous Amazonian and Central American knowledge about protection from environmental stress. \n\nRevered for its traditional applications in skin wellness and immune support, it is carefully processed to preserve its bioactive polysaccharides and phenolic compounds. Offered in cut root pieces, free from irradiation or chemical extraction methods.",
      "commonNames": ["Raiz de Calaguala", "Helecho"],
      "traditionalUses": [
        "Skin protection and conditioning aid",
        "Bolsters immune defenses",
        "Supports inflammatory response",
        "Topical soothing relief"
      ],
      "howToUse": [
        "As Dietary Supplement (Capsule/Powder - Preferred): Kalawalla is most commonly consumed as a standardized extract in capsule form. Follow manufacturer's instructions, typically 240-480mg taken twice daily with meals for immune modulation and photoprotection support.",
        "Herbal Decoction (Root Preparation): If using raw Kalawalla root, place approximately 10-15g of dried root pieces in a pot with 2-3 cups (500-750ml) of water. Bring to a boil, then simmer for 20-25 minutes. Strain and drink 1/2 to 1 cup twice daily.",
        "For Immune System Balance (Traditional Use): Consume Kalawalla consistently, either as capsules or decoction, to traditionally support immune system modulation. Traditional use in Honduras and other Central American regions focuses on autoimmune wellness.",
        "For Skin Health & Sun Protection: Take Kalawalla extract orally 1-2 hours before sun exposure to provide internal photoprotection alongside topical sunscreen. Use consistently for skin conditions like psoriasis, vitiligo, and eczema under healthcare supervision.",
        "Traditional Note: Kalawalla has been used by indigenous communities in Central and South America for generations for its unique immune-modulating properties."
      ],
      "processingMethod": [
        "Selective Harvesting — Herbs are hand-picked at peak maturity, with care to protect plant populations and ecosystems.",
        "Manual Cleaning — Unwanted parts like dirt and dry leaves are removed; useful portions are sorted for quality.",
        "Drying Setup — Delicate herbs are tied in small bunches or spread thinly to allow natural airflow.",
        "Shade Drying — Materials dry slowly in a cool, shaded space to preserve aroma, color, and beneficial properties.",
        "Storage — Once fully dry, herbs are trimmed and sealed in airtight containers to maintain freshness and potency."
      ],
      "tags": [
        "kalawalla root wildcrafted",
        "polypodium leucotomos dried",
        "raiz de calaguala tea",
        "kalawalla root herbal tea",
        "traditional herb Honduras wildcrafted",
        "kalawalla root traditional uses",
        "kalawalla root skin protection and conditioning aid",
        "kalawalla root bolsters immune defenses",
        "polypodium leucotomos benefits"
      ],
      "relatedProducts": [
        "pau-darco-bark",
        "cocolmeca-root",
        "neem-leaves",
        "cats-claw",
        "dragons-blood-bark"
      ],
      "audience": {
        "type": "PeopleAudience",
        "suggestedGender": "unisex",
        "suggestedMinAge": 13
      },
      "disclaimer": "FOR TRADITIONAL USE ONLY. This product is not intended to diagnose, treat, cure, or prevent any disease. Discontinue use if irritation occurs. Keep out of reach of children. Consult a healthcare professional before use if pregnant or nursing. Individual results may vary."
    },
    {
      "handler": "leaf-of-life-miracle-leaf",
      "productGroupId": "FMT-TH-LV",
      "catalog": "Traditional Herbs",
      "category": "Food, Beverages & Tobacco > Beverages > Tea & Infusions",
      "brand": "Forestal MT",
      "name": "Leaf of Life - Miracle Leaf",
      "qualityBadge": "Wildcrafted & Shade-Dried",
      "item": 24,
      "botanical": "Kalanchoe pinnata",
      "material": "leaves",
      "ingredients": "Shade-dried leaf of life, known for its soothing and healing plant compounds.",
      "origin": "Made in Honduras",
      "storage": "Store in a cool, dry, and dark place. Always keep tightly sealed. Avoid prolonged heat and humidity.",
      "shelfLife": "For best potency, use within 12–18 months.",
      "shipping": "Worldwide via DHL Express",
      "shortDescription": "Leaf of Life (Kalanchoe pinnata), known as Miracle Leaf or mala madre, traditionally used worldwide for skin comfort, respiratory ease, and resilience.",
      "description": "The succulent leaves of Kalanchoe pinnata, known locally as 'hoja de aire' or 'siempre viva,' propagate life from their very edges in a botanical demonstration of regenerative power. Hand-picked from Honduras' gardens and wild rocky slopes, these leaves carry Caribbean and Central American wisdom about healing, protection, and resilience. \n\nRevered for their traditional wound-healing applications and respiratory support, they are carefully dried to maintain their gel-like inner structure and active bufadienolides. Offered whole or crushed, free from synthetic propagation hormones or chemical preservation.",
      "commonNames": ["Mala madre", "kalanchoe", "madre de miles"],
      "traditionalUses": [
        "Digestive and urinary support",
        "Soothes respiratory discomfort",
        "Promotes skin repair and conditioning",
        "Bolsters immune defenses"
      ],
      "howToUse": [
        "Fresh Leaf Juice (Primary Traditional Use): Take 2-4 fresh Leaf of Life leaves, wash thoroughly, and crush or blend with a small amount of water to extract the juice. Strain through a fine cloth. Drink 10-20ml (approximately 1-2 tablespoons) of the fresh juice twice daily, ideally on an empty stomach. May be mixed with honey to improve taste.",
        "Herbal Infusion (Tea): Place 3-5 fresh leaves (or 1-2 teaspoons of dried leaves) in a cup. Pour 1 cup (240ml) of boiling water over the leaves. Cover and steep for 10 minutes. Strain and drink 1-2 cups daily.",
        "For Respiratory Health (Traditional Use): Drink fresh Leaf of Life juice or tea 2 times daily to traditionally support respiratory comfort, ease cough, and soothe bronchial passages.",
        "Topical Application (For Wound Healing): Crush fresh Leaf of Life leaves to release the juice and gel-like sap. Apply directly to minor wounds, burns, skin irritations, or insect bites. The natural compounds traditionally support wound closure and skin regeneration. Apply 2-3 times daily until healed.",
        "For Inflammation & Pain Relief: Consume fresh Leaf of Life juice or tea 2-3 times daily to traditionally support joint comfort and ease occasional inflammation."
      ],
      "processingMethod": [
        "Selective Harvesting — Herbs are hand-picked at peak maturity, with care to protect plant populations and ecosystems.",
        "Manual Cleaning — Unwanted parts like dirt and dry leaves are removed; useful portions are sorted for quality.",
        "Drying Setup — Delicate herbs are tied in small bunches or spread thinly to allow natural airflow.",
        "Shade Drying — Materials dry slowly in a cool, shaded space to preserve aroma, color, and beneficial properties.",
        "Storage — Once fully dry, herbs are trimmed and sealed in airtight containers to maintain freshness and potency."
      ],
      "tags": [
        "leaf of life - miracle leaf wildcrafted",
        "kalanchoe pinnata dried",
        "mala madre tea",
        "leaf of life - miracle leaf herbal tea",
        "traditional herb Honduras wildcrafted",
        "leaf of life - miracle leaf traditional uses",
        "leaf of life - miracle leaf digestive and urinary support",
        "leaf of life - miracle leaf soothes respiratory discomfort",
        "kalanchoe pinnata benefits"
      ],
      "relatedProducts": [
        "plantain-leaf",
        "sensitive-plant",
        "cows-foot-leaves",
        "neem-leaves",
        "gumbo-limbo-leaves"
      ],
      "audience": {
        "type": "PeopleAudience",
        "suggestedGender": "unisex",
        "suggestedMinAge": 13
      },
      "disclaimer": "FOR TRADITIONAL USE ONLY. This product is not intended to diagnose, treat, cure, or prevent any disease. Discontinue use if irritation occurs. Keep out of reach of children. Consult a healthcare professional before use if pregnant or nursing. Individual results may vary."
    },
    {
      "handler": "lemongrass",
      "productGroupId": "FMT-TH-LG",
      "catalog": "Traditional Herbs",
      "category": "Food, Beverages & Tobacco > Beverages > Tea & Infusions",
      "brand": "Forestal MT",
      "name": "Lemongrass",
      "qualityBadge": "Wildcrafted & Shade-Dried",
      "item": 25,
      "botanical": "Cymbopogon citratus",
      "material": "leaves",
      "ingredients": "Shade-dried lemongrass, rich in naturally calming plant oils.",
      "origin": "Made in Honduras",
      "storage": "Store in a cool, dry, and dark place. Always keep tightly sealed. Avoid prolonged heat and humidity.",
      "shelfLife": "For best potency, use within 12–18 months.",
      "shipping": "Worldwide via DHL Express",
      "shortDescription": "Shade-dried Lemongrass (Cymbopogon citratus), known as zacate de limón, traditionally enjoyed for digestive comfort, calm, and refreshing vitality.",
      "description": "The aromatic stalks and leaves of Cymbopogon citratus, called 'zacate de limón' or 'té de limón,' perfume Honduras' tropical gardens and wild margins with their bright citral essence. Hand-cut from naturalized stands, these grasses carry generations of Southeast Asian and adapted Central American knowledge about digestive comfort and aromatic healing. \n\nCelebrated for their refreshing flavor and versatile applications in both wellness and culinary traditions, they are shade-dried to preserve their essential oil profile. Offered chopped or whole, free from synthetic citral or artificial lemon flavoring.",
      "commonNames": ["Zacate de limon", "citronella"],
      "traditionalUses": [
        "Promotes digestive comfort",
        "Assists relaxation and calm",
        "Supports healthy microbial balance",
        "Provides antioxidant defense"
      ],
      "howToUse": [
        "Lemongrass Tea (Fresh or Dried): If using fresh Lemongrass, take 2-3 stalks (approximately 15-20cm length), remove tough outer layers, and cut into 2-3 cm pieces. Bruise or twist the pieces to release oils. If using dried Lemongrass, use 1-2 teaspoons (3-5g). Place in a pot with 2 cups (500ml) of water. Bring to a boil, then reduce heat and simmer for 5-10 minutes. Strain and drink warm. Sweeten with honey if desired.",
        "For Digestive Comfort: Drink 1 cup of Lemongrass tea after meals to support healthy digestion, reduce bloating, and ease stomach discomfort. The natural compounds gently stimulate digestive function.",
        "For Relaxation & Stress Relief: Sip 1 cup of warm Lemongrass tea in the evening to promote relaxation and support restful sleep. The calming aroma and mild sedative properties traditionally support stress relief.",
        "For Immune Support: Drink 2-3 cups of Lemongrass tea daily, especially during seasonal changes, to support immune function and overall wellness.",
        "Flavor Enhancement: Lemongrass pairs beautifully with fresh ginger, mint, honey, and citrus. Add these ingredients while brewing for enhanced flavor and benefits."
      ],
      "processingMethod": [
        "Selective Harvesting — Herbs are hand-picked at peak maturity, with care to protect plant populations and ecosystems.",
        "Manual Cleaning — Unwanted parts like dirt and dry leaves are removed; useful portions are sorted for quality.",
        "Drying Setup — Delicate herbs are tied in small bunches or spread thinly to allow natural airflow.",
        "Shade Drying — Materials dry slowly in a cool, shaded space to preserve aroma, color, and beneficial properties.",
        "Storage — Once fully dry, herbs are trimmed and sealed in airtight containers to maintain freshness and potency."
      ],
      "tags": [
        "lemongrass wildcrafted",
        "cymbopogon citratus dried",
        "zacate de limon tea",
        "lemongrass herbal tea",
        "traditional herb Honduras wildcrafted",
        "lemongrass traditional uses",
        "lemongrass digestive comfort",
        "lemongrass relaxation and calm",
        "cymbopogon citratus benefits"
      ],
      "relatedProducts": [
        "linden-tilia",
        "hibiscus-flowers",
        "bay-leaves",
        "jimerito",
        "cassia-pods"
      ],
      "audience": {
        "type": "PeopleAudience",
        "suggestedGender": "unisex",
        "suggestedMinAge": 13
      },
      "disclaimer": "FOR TRADITIONAL USE ONLY. This product is not intended to diagnose, treat, cure, or prevent any disease. Discontinue use if irritation occurs. Keep out of reach of children. Consult a healthcare professional before use if pregnant or nursing. Individual results may vary."
    },
    {
      "handler": "linden-tilia",
      "productGroupId": "FMT-TH-TL",
      "catalog": "Traditional Herbs",
      "category": "Food, Beverages & Tobacco > Beverages > Tea & Infusions",
      "brand": "Forestal MT",
      "name": "Linden - Tilia",
      "qualityBadge": "Wildcrafted & Shade-Dried",
      "item": 26,
      "botanical": "Tilia spp.",
      "material": "whole plant",
      "ingredients": "Shade-dried linden leaves and bark, known for their calming and soothing properties.",
      "origin": "Made in Honduras",
      "storage": "Store in a cool, dry, and dark place. Always keep tightly sealed. Avoid prolonged heat and humidity.",
      "shelfLife": "For best potency, use within 12–18 months.",
      "shipping": "Worldwide via DHL Express",
      "shortDescription": "Tilia (tilo), including flowers and bracts, long used in herbal tradition for rest, soft breath comfort, and soothing balance.",
      "description": "The fragrant flowers and bracts of Tilia species, known as 'tilo' or 'tila,' have perfumed European herbalism for centuries before finding home in Honduras' cooler highlands. Wild-harvested at peak bloom from naturalized trees, these flowers carry Old World knowledge about gentle relaxation, sleep support, and cardiovascular wellness. \n\nCelebrated for their honey-sweet aroma and traditional applications in nervous tension and mild anxiety, they are shade-dried immediately to preserve their volatile oil profile. Offered in whole flower-bract clusters, free from synthetic sedatives or artificial linden fragrance.",
      "commonNames": ["tilo", "tila"],
      "traditionalUses": [
        "Supports relaxation and sleep quality",
        "Soothes respiratory discomfort",
        "Promotes digestive comfort",
        "Maintains cardiovascular wellness"
      ],
      "howToUse": [
        "Linden Flower & Leaf Tea: Place 1-2 teaspoons (3-5g) of dried Linden flowers and leaves in a teapot or cup. Pour 1 cup (240ml) of freshly boiled water over the herb. Cover and steep for 10-15 minutes to extract the soothing compounds. Strain and drink 1-3 cups daily.",
        "For Relaxation & Sleep Support: Drink 1 cup of warm Linden tea 30-60 minutes before bedtime to promote relaxation, ease nervous tension, and support restful sleep. The natural compounds have mild sedative properties.",
        "For Respiratory Wellness: Consume 2-3 cups of Linden tea throughout the day during cold and flu season to soothe irritated airways, support respiratory comfort, and promote gentle expectoration.",
        "For Cardiovascular Support (Traditional Use): Drink 2 cups of Linden tea daily to traditionally support cardiovascular wellness and promote healthy circulation.",
        "Flavor Note: Linden tea has a delicate, sweet, floral flavor with honey-like notes. Naturally pleasant and requires little or no sweetening."
      ],
      "processingMethod": [
        "Selective Harvesting — Herbs are hand-picked at peak maturity, with care to protect plant populations and ecosystems.",
        "Manual Cleaning — Unwanted parts like dirt and dry leaves are removed; useful portions are sorted for quality.",
        "Drying Setup — Delicate herbs are tied in small bunches or spread thinly to allow natural airflow.",
        "Shade Drying — Materials dry slowly in a cool, shaded space to preserve aroma, color, and beneficial properties.",
        "Storage — Once fully dry, herbs are trimmed and sealed in airtight containers to maintain freshness and potency."
      ],
      "tags": [
        "linden - tilia wildcrafted",
        "tilia spp dried",
        "tilo tea",
        "linden - tilia herbal tea",
        "traditional herb Honduras wildcrafted",
        "linden - tilia traditional uses",
        "linden - tilia relaxation and sleep quality",
        "linden - tilia soothes respiratory discomfort",
        "tilia spp benefits"
      ],
      "relatedProducts": [
        "lemongrass",
        "soursop-leaves",
        "hibiscus-flowers",
        "blessed-holy-thistle",
        "jimerito"
      ],
      "audience": {
        "type": "PeopleAudience",
        "suggestedGender": "unisex",
        "suggestedMinAge": 13
      },
      "disclaimer": "FOR TRADITIONAL USE ONLY. This product is not intended to diagnose, treat, cure, or prevent any disease. Discontinue use if irritation occurs. Keep out of reach of children. Consult a healthcare professional before use if pregnant or nursing. Individual results may vary."
    },
    {
      "handler": "mango-leaves",
      "productGroupId": "FMT-TH-ML",
      "catalog": "Traditional Herbs",
      "category": "Food, Beverages & Tobacco > Beverages > Tea & Infusions",
      "brand": "Forestal MT",
      "name": "Mango Leaves",
      "qualityBadge": "Wildcrafted & Shade-Dried",
      "item": 27,
      "botanical": "Mangifera indica",
      "material": "leaves",
      "ingredients": "Shade-dried mango leaves, valued for their antioxidant plant compounds.",
      "origin": "Made in Honduras",
      "storage": "Store in a cool, dry, and dark place. Always keep tightly sealed. Avoid prolonged heat and humidity.",
      "shelfLife": "For best potency, use within 12–18 months.",
      "shipping": "Worldwide via DHL Express",
      "shortDescription": "Wild and hand-picked Mangifera indica leaves from Honduras forests, carefully dried and used in tradition for digestive comfort and metabolic harmony.",
      "description": "The elongated leaves of Mangifera indica, simply called 'hojas de mango,' drape from Honduras' beloved fruit trees as an often-overlooked botanical treasure. Hand-picked from wild and dooryard trees, these leaves carry South Asian and adapted Mesoamerican knowledge about metabolic balance and digestive wellness. \n\nRevered for their traditional applications in blood sugar support and their role in household remedies, they are shade-dried to preserve their mangiferin content and tannin profile. Offered whole or cut, free from agricultural chemicals or post-harvest fumigation.",
      "commonNames": ["hojas de mango"],
      "traditionalUses": [
        "Supports healthy glucose metabolism",
        "Provides antioxidant defense",
        "Promotes gastrointestinal comfort",
        "Supports healthy lipid metabolism"
      ],
      "howToUse": [
        "Herbal Infusion (Tea): Place 1-2 teaspoons (5-10g) of dried Mango leaves in a teapot. Pour 1 cup (240ml) of boiling water over the leaves. Cover and steep for 10-15 minutes. Strain and drink 1-2 cups daily, preferably in the morning on an empty stomach and in the evening.",
        "For Blood Sugar Balance (Traditional Use): Drink 1 cup of Mango leaf tea first thing in the morning on an empty stomach to traditionally support healthy blood sugar metabolism. Use consistently for best results.",
        "For Respiratory Comfort: Consume Mango leaf tea 2-3 times daily to traditionally support respiratory wellness and ease breathing discomfort.",
        "For Digestive Wellness: Drink 1 cup of Mango leaf tea after meals to support healthy digestion and provide antioxidant benefits.",
        "Traditional Note: Mango leaves have been used in Ayurvedic and traditional medicine for centuries, particularly for blood sugar support and overall vitality."
      ],
      "processingMethod": [
        "Selective Harvesting — Herbs are hand-picked at peak maturity, with care to protect plant populations and ecosystems.",
        "Manual Cleaning — Unwanted parts like dirt and dry leaves are removed; useful portions are sorted for quality.",
        "Drying Setup — Delicate herbs are tied in small bunches or spread thinly to allow natural airflow.",
        "Shade Drying — Materials dry slowly in a cool, shaded space to preserve aroma, color, and beneficial properties.",
        "Storage — Once fully dry, herbs are trimmed and sealed in airtight containers to maintain freshness and potency."
      ],
      "tags": [
        "mango leaves wildcrafted",
        "mangifera indica dried",
        "hojas de mango tea",
        "mango leaves herbal tea",
        "traditional herb Honduras wildcrafted",
        "mango leaves traditional uses",
        "mango leaves healthy glucose metabolism",
        "mango leaves antioxidant defense",
        "mangifera indica benefits"
      ],
      "relatedProducts": [
        "guava-leaves",
        "soursop-leaves",
        "cows-foot-leaves",
        "amaranth-greens",
        "leaf-of-life-miracle-leaf"
      ],
      "audience": {
        "type": "PeopleAudience",
        "suggestedGender": "unisex",
        "suggestedMinAge": 13
      },
      "disclaimer": "FOR TRADITIONAL USE ONLY. This product is not intended to diagnose, treat, cure, or prevent any disease. Discontinue use if irritation occurs. Keep out of reach of children. Consult a healthcare professional before use if pregnant or nursing. Individual results may vary."
    },
    {
      "handler": "moringa-leaves",
      "productGroupId": "FMT-TH-MO",
      "catalog": "Traditional Herbs",
      "category": "Food, Beverages & Tobacco > Beverages > Tea & Infusions",
      "brand": "Forestal MT",
      "name": "Moringa Leaves",
      "qualityBadge": "Wildcrafted & Shade-Dried",
      "item": 28,
      "botanical": "Moringa oleifera",
      "material": "leaves",
      "ingredients": "Shade-dried moringa leaves, naturally rich in vitamins, minerals, and plant proteins.",
      "origin": "Made in Honduras",
      "storage": "Store in a cool, dry, and dark place. Always keep tightly sealed. Avoid prolonged heat and humidity.",
      "shelfLife": "For best potency, use within 12–18 months.",
      "shipping": "Worldwide via DHL Express",
      "shortDescription": "Moringa oleifera, known as the miracle tree, shade-dried and traditionally valued for iron vitality, lactation support, and whole-body nourishment.",
      "description": "The pinnate leaves of Moringa oleifera, celebrated as 'árbol de la vida' or 'miracle tree,' cascade from branches that have fed communities across Africa, Asia, and now Central America. Wild-harvested from Honduras' naturalized groves, these leaves carry profound nutritional wisdom recognized by indigenous healers and modern nutritionists alike. \n\nRevered as one of nature's most complete plant foods, they are shade-dried immediately after harvest to lock in their exceptional vitamin, mineral, and protein density. Offered in whole leaves or powder form, free from heat degradation or nutrient-stripping processing.",
      "commonNames": ["hojas de moringa"],
      "traditionalUses": [
        "Provides comprehensive nutritional support",
        "Supports healthy blood sugar levels",
        "Promotes antioxidant defense",
        "Aids energy and vitality"
      ],
      "howToUse": [
        "Moringa Leaf Tea: Place 1 teaspoon (approximately 3-5g) of dried Moringa leaves in a teapot or cup. Pour 1 cup (240ml) of freshly boiled water (95-100°C) over the leaves. Cover and steep for 3-5 minutes. Do not oversteep, as Moringa can become bitter. Strain and drink 2-3 cups daily.",
        "Moringa Powder (In Beverages): Add 1/4 to 1/2 teaspoon of Moringa leaf powder to smoothies, juices, or lukewarm water (not hot, to preserve nutrients). Stir well and consume immediately. Take 1-2 times daily.",
        "For Nutritional Support & Energy: Drink 1-2 cups of Moringa tea daily or add powder to morning smoothies for exceptional nutritional density. Moringa is one of the most nutrient-rich plants on earth, providing vitamins A, C, E, calcium, potassium, protein, and antioxidants.",
        "For Blood Sugar Balance: Consume Moringa tea or powder consistently, 2-3 times daily, to traditionally support healthy blood sugar metabolism.",
        "For Lactation Support (Traditional Use): Nursing mothers may drink 2-3 cups of Moringa tea daily to traditionally support milk production."
      ],
      "processingMethod": [
        "Selective Harvesting — Herbs are hand-picked at peak maturity, with care to protect plant populations and ecosystems.",
        "Manual Cleaning — Unwanted parts like dirt and dry leaves are removed; useful portions are sorted for quality.",
        "Drying Setup — Delicate herbs are tied in small bunches or spread thinly to allow natural airflow.",
        "Shade Drying — Materials dry slowly in a cool, shaded space to preserve aroma, color, and beneficial properties.",
        "Storage — Once fully dry, herbs are trimmed and sealed in airtight containers to maintain freshness and potency."
      ],
      "tags": [
        "moringa leaves wildcrafted",
        "moringa oleifera dried",
        "hojas de moringa tea",
        "moringa leaves herbal tea",
        "traditional herb Honduras wildcrafted",
        "moringa leaves traditional uses",
        "moringa leaves comprehensive nutritional support",
        "moringa leaves healthy blood sugar levels",
        "moringa oleifera benefits"
      ],
      "relatedProducts": [
        "nettle-leaves",
        "amaranth-greens",
        "hibiscus-flowers",
        "soursop-leaves",
        "guava-leaves"
      ],
      "audience": {
        "type": "PeopleAudience",
        "suggestedGender": "unisex",
        "suggestedMinAge": 13
      },
      "disclaimer": "FOR TRADITIONAL USE ONLY. This product is not intended to diagnose, treat, cure, or prevent any disease. Discontinue use if irritation occurs. Keep out of reach of children. Consult a healthcare professional before use if pregnant or nursing. Individual results may vary."
    },
    {
      "handler": "muicle-herb",
      "productGroupId": "FMT-TH-MU",
      "catalog": "Traditional Herbs",
      "category": "Food, Beverages & Tobacco > Beverages > Tea & Infusions",
      "brand": "Forestal MT",
      "name": "Muicle Herb",
      "qualityBadge": "Wildcrafted & Shade-Dried",
      "item": 29,
      "botanical": "Justicia spicigera",
      "material": "whole plant",
      "ingredients": "Shade-dried muicle, valued for its natural plant colorants and antioxidants.",
      "origin": "Made in Honduras",
      "storage": "Store in a cool, dry, and dark place. Always keep tightly sealed. Avoid prolonged heat and humidity.",
      "shelfLife": "For best potency, use within 12–18 months.",
      "shipping": "Worldwide via DHL Express",
      "shortDescription": "Muicle (Justicia spicigera), a Mesoamerican herb rooted in sacred tradition for blood vitality, feminine balance, and skin clarity.",
      "description": "The crimson-flowered plant Justicia spicigera, known as 'muicle' or 'mohuite' in Mesoamerican tradition, bleeds purple-red pigment when crushed, signaling its deep phytochemical richness. Wild-harvested from Honduras' highland forests and traditional gardens, this herb carries Mexican and Central American indigenous knowledge about blood health and purification. \n\nRevered for its striking color and traditional women's wellness applications, it is shade-dried to preserve its anthocyanin and flavonoid content. Offered in flowering tops and leaves, free from synthetic dyes or color enhancement.",
      "commonNames": ["muicle"],
      "traditionalUses": [
        "Supports healthy blood pressure levels",
        "Provides antioxidant protection",
        "Promotes skin health and appearance",
        "Aids urinary tract wellness"
      ],
      "howToUse": [
        "Herbal Infusion (Tea): Place 1-2 teaspoons (5-8g) of dried Muicle herb (leaves, stems, flowers) in a teapot or cup. Pour 1 cup (240ml) of boiling water over the herb. Cover and steep for 10-15 minutes. Strain and drink 1-3 cups daily.",
        "For Blood Purification (Traditional Use): Drink 2-3 cups of Muicle tea daily as part of a traditional cleansing protocol. The deep purple infusion is traditionally used for blood purification and detoxification.",
        "For Women's Health: Consume Muicle tea 1-2 times daily to traditionally support menstrual regularity, ease menstrual discomfort, and promote reproductive wellness.",
        "For Digestive & Intestinal Health: Drink 1 cup of Muicle tea after meals to support digestive comfort and traditional intestinal wellness.",
        "Color Note: Muicle tea produces a beautiful deep purple to blue color, which intensifies with steeping time and changes with pH (adding lemon turns it pink)."
      ],
      "processingMethod": [
        "Selective Harvesting — Herbs are hand-picked at peak maturity, with care to protect plant populations and ecosystems.",
        "Manual Cleaning — Unwanted parts like dirt and dry leaves are removed; useful portions are sorted for quality.",
        "Drying Setup — Delicate herbs are tied in small bunches or spread thinly to allow natural airflow.",
        "Shade Drying — Materials dry slowly in a cool, shaded space to preserve aroma, color, and beneficial properties.",
        "Storage — Once fully dry, herbs are trimmed and sealed in airtight containers to maintain freshness and potency."
      ],
      "tags": [
        "muicle herb wildcrafted",
        "justicia spicigera dried",
        "muicle tea",
        "muicle herb herbal tea",
        "traditional herb Honduras wildcrafted",
        "muicle herb traditional uses",
        "muicle herb healthy blood pressure levels",
        "muicle herb antioxidant protection",
        "justicia spicigera benefits"
      ],
      "relatedProducts": [
        "snake-plant",
        "blessed-holy-thistle",
        "linden-tilia",
        "sensitive-plant",
        "leaf-of-life-miracle-leaf"
      ],
      "audience": {
        "type": "PeopleAudience",
        "suggestedGender": "unisex",
        "suggestedMinAge": 13
      },
      "disclaimer": "FOR TRADITIONAL USE ONLY. This product is not intended to diagnose, treat, cure, or prevent any disease. Discontinue use if irritation occurs. Keep out of reach of children. Consult a healthcare professional before use if pregnant or nursing. Individual results may vary."
    },
    {
      "handler": "neem-leaves",
      "productGroupId": "FMT-TH-NM",
      "catalog": "Traditional Herbs",
      "category": "Food, Beverages & Tobacco > Beverages > Tea & Infusions",
      "brand": "Forestal MT",
      "name": "Neem Leaves",
      "qualityBadge": "Wildcrafted & Shade-Dried",
      "item": 30,
      "botanical": "Azadirachta indica",
      "material": "leaves",
      "ingredients": "Shade-dried neem leaves, known for their naturally bitter and protective plant compounds.",
      "origin": "Made in Honduras",
      "storage": "Store in a cool, dry, and dark place. Always keep tightly sealed. Avoid prolonged heat and humidity.",
      "shelfLife": "For best potency, use within 12–18 months.",
      "shipping": "Worldwide via DHL Express",
      "shortDescription": "Neem (Azadirachta indica), known in Ayurveda as the village pharmacy, shade-dried and valued for skin vitality, natural defense, and cleansing support.",
      "description": "The bitter, pinnate leaves of Azadirachta indica, called 'nim' across Honduras' tropical lowlands, have journeyed from Indian Ayurvedic tradition to become guardians of Central American wellness. Wild-harvested from naturalized trees, these leaves carry millennia of South Asian knowledge about purification, protection, and microbial balance. \n\nRevered for their powerful cleansing properties and traditional applications in skin and oral care, they are shade-dried to preserve their limonoid and azadirachtin content. Offered whole or crushed, free from synthetic antimicrobials or chemical pest treatments.",
      "commonNames": ["hojas de neem"],
      "traditionalUses": [
        "Supports healthy microbial balance",
        "Promotes skin and scalp health",
        "Aids oral hygiene maintenance",
        "Provides natural cleansing properties"
      ],
      "howToUse": [
        "Neem Leaf Tea (Mild Preparation): Place 3-5 whole dried Neem leaves (or 1/4 teaspoon of Neem leaf powder) in a cup. Pour 1 cup (240ml) of warm (not boiling) water over the leaves. Allow to steep for 3-5 minutes. Strain and sweeten with honey to offset bitterness. Drink 1-2 cups daily, preferably in the morning on an empty stomach.",
        "For Immune Support & Detoxification: Drink 1 cup of Neem tea daily, ideally first thing in the morning, to support immune function, promote gentle detoxification, and maintain overall wellness. Traditional use suggests weekly or periodic consumption rather than daily long-term use.",
        "For Skin Health (Internal & Topical): Consume Neem tea internally for skin wellness from within. For external use, prepare a strong Neem tea and apply topically to affected skin areas for traditional support of healthy skin.",
        "For Blood Sugar Support: Drink 1 cup of Neem tea before breakfast to traditionally support healthy blood sugar metabolism.",
        "Taste Note: Neem is intensely bitter. Blend with honey, cinnamon, orange peel, or black tea to improve palatability. Start with weaker concentrations and increase gradually."
      ],
      "processingMethod": [
        "Selective Harvesting — Herbs are hand-picked at peak maturity, with care to protect plant populations and ecosystems.",
        "Manual Cleaning — Unwanted parts like dirt and dry leaves are removed; useful portions are sorted for quality.",
        "Drying Setup — Delicate herbs are tied in small bunches or spread thinly to allow natural airflow.",
        "Shade Drying — Materials dry slowly in a cool, shaded space to preserve aroma, color, and beneficial properties.",
        "Storage — Once fully dry, herbs are trimmed and sealed in airtight containers to maintain freshness and potency."
      ],
      "tags": [
        "neem leaves wildcrafted",
        "azadirachta indica dried",
        "hojas de neem tea",
        "neem leaves herbal tea",
        "traditional herb Honduras wildcrafted",
        "neem leaves traditional uses",
        "neem leaves healthy microbial balance",
        "neem leaves skin and scalp health",
        "azadirachta indica benefits"
      ],
      "relatedProducts": [
        "plantain-leaf",
        "gumbo-limbo-leaves",
        "kalawalla-root",
        "leaf-of-life-miracle-leaf",
        "sensitive-plant"
      ],
      "audience": {
        "type": "PeopleAudience",
        "suggestedGender": "unisex",
        "suggestedMinAge": 13
      },
      "disclaimer": "FOR TRADITIONAL USE ONLY. This product is not intended to diagnose, treat, cure, or prevent any disease. Discontinue use if irritation occurs. Keep out of reach of children. Consult a healthcare professional before use if pregnant or nursing. Individual results may vary."
    },
    {
      "handler": "nettle-leaves",
      "productGroupId": "FMT-TH-NL",
      "catalog": "Traditional Herbs",
      "category": "Food, Beverages & Tobacco > Beverages > Tea & Infusions",
      "brand": "Forestal MT",
      "name": "Nettle Leaves",
      "qualityBadge": "Wildcrafted & Shade-Dried",
      "item": 31,
      "botanical": "Urtica dioica",
      "material": "leaves",
      "ingredients": "Shade-dried nettle leaves, naturally rich in minerals and supportive plant compounds.",
      "origin": "Made in Honduras",
      "storage": "Store in a cool, dry, and dark place. Always keep tightly sealed. Avoid prolonged heat and humidity.",
      "shelfLife": "For best potency, use within 12–18 months.",
      "shipping": "Worldwide via DHL Express",
      "shortDescription": "Ortiga (Urtica dioica), a mineral-rich herb shade-dried and valued across herbal traditions for seasonal comfort, urinary ease, and natural iron support.",
      "description": "The stinging leaves of Urtica dioica, known as 'ortiga' or 'chichicaste,' defend themselves with formic acid-tipped trichomes that paradoxically deliver traditional healing through initial discomfort. Wild-harvested with protective knowledge from Honduras' highland meadows and forest clearings, these leaves carry European and adapted Central American wisdom about joint support and mineral nourishment. \n\nRevered for their high silica, iron, and vitamin content, they are shade-dried to neutralize the sting while preserving nutritional potency. Offered chopped, free from the fresh plant's defensive chemistry but rich in ancestral benefits.",
      "commonNames": ["ortiga", "chichicaste", "urtica"],
      "traditionalUses": [
        "Supports joint comfort and mobility",
        "Promotes urinary tract and kidney function",
        "Provides nutrient and vitamin support",
        "Soothes respiratory discomfort"
      ],
      "howToUse": [
        "Nettle Leaf Infusion (Tea): Place 1-2 teaspoons (3-5g) of dried Nettle leaves in a teapot or cup. Pour 1 cup (240-250ml) of boiling water over the leaves. Cover and steep for 5-10 minutes. Strain and drink 1-3 cups daily.",
        "For Urinary & Kidney Health: Drink 2-3 cups of Nettle tea daily to support traditional urinary tract wellness, promote healthy kidney function, and provide gentle diuretic support for fluid balance.",
        "For Joint Health & Inflammation: Consume 2-3 cups of Nettle tea daily to traditionally ease joint discomfort, support mobility, and reduce occasional inflammation.",
        "For Nutritional Support: Drink Nettle tea regularly as a highly nutritious herbal infusion rich in vitamins A, C, K, calcium, iron, and magnesium. Excellent for overall vitality and mineral replenishment.",
        "For Allergy Support: Begin drinking 2-3 cups of Nettle tea daily several weeks before allergy season to traditionally support respiratory comfort and reduce histamine response."
      ],
      "processingMethod": [
        "Selective Harvesting — Herbs are hand-picked at peak maturity, with care to protect plant populations and ecosystems.",
        "Manual Cleaning — Unwanted parts like dirt and dry leaves are removed; useful portions are sorted for quality.",
        "Drying Setup — Delicate herbs are tied in small bunches or spread thinly to allow natural airflow.",
        "Shade Drying — Materials dry slowly in a cool, shaded space to preserve aroma, color, and beneficial properties.",
        "Storage — Once fully dry, herbs are trimmed and sealed in airtight containers to maintain freshness and potency."
      ],
      "tags": [
        "nettle leaves wildcrafted",
        "urtica dioica dried",
        "ortiga tea",
        "nettle leaves herbal tea",
        "traditional herb Honduras wildcrafted",
        "nettle leaves traditional uses",
        "nettle leaves joint comfort and mobility",
        "nettle leaves urinary tract and kidney function",
        "urtica dioica benefits"
      ],
      "relatedProducts": [
        "moringa-leaves",
        "amaranth-greens",
        "soursop-leaves",
        "hibiscus-flowers",
        "guava-leaves"
      ],
      "audience": {
        "type": "PeopleAudience",
        "suggestedGender": "unisex",
        "suggestedMinAge": 13
      },
      "disclaimer": "FOR TRADITIONAL USE ONLY. This product is not intended to diagnose, treat, cure, or prevent any disease. Discontinue use if irritation occurs. Keep out of reach of children. Consult a healthcare professional before use if pregnant or nursing. Individual results may vary."
    },
    {
      "handler": "palo-guaco",
      "productGroupId": "FMT-TH-PG",
      "catalog": "Traditional Herbs",
      "category": "Food, Beverages & Tobacco > Beverages > Tea & Infusions",
      "brand": "Forestal MT",
      "name": "Palo Guaco",
      "qualityBadge": "Wildcrafted & Shade-Dried",
      "item": 32,
      "botanical": "Mikania spp.",
      "material": "stem",
      "ingredients": "Shade-dried mikania leaves, traditionally used for comfort and relief.",
      "origin": "Made in Honduras",
      "storage": "Store in a cool, dry, and dark place. Always keep tightly sealed. Avoid prolonged heat and humidity.",
      "shelfLife": "For best potency, use within 12–18 months.",
      "shipping": "Worldwide via DHL Express",
      "shortDescription": "Wildcrafted Palo Guaco vine (Mikania spp), rooted in Central American tradition for respiratory comfort, soothing warmth, and natural ease.",
      "description": "The aromatic wood and bark of Mikania species, known as 'palo guaco,' embody Central American respiratory tradition in woody, climbing form. Wild-harvested from Honduras' humid forest margins where the vine ascends into canopy light, this wood carries generations of indigenous wisdom about breath, seasonal wellness, and lung support. \n\nRevered for its powerful volatile compounds and time-honored applications in respiratory care, it is carefully processed to preserve its coumarin-rich profile. Offered in wood pieces or chips, free from synthetic expectorants or pharmaceutical modification.",
      "commonNames": ["Guaco"],
      "traditionalUses": [
        "Supports respiratory function and clear breathing",
        "Promotes mucus clearance",
        "Bolsters immune system defenses",
        "Boosts inflammatory response"
      ],
      "howToUse": [
        "Note: Palo Guaco (stem) is prepared similarly to Guaco leaves but uses the woody stem pieces.",
        "Herbal Decoction (Stem Preparation): Place 10-15g of Palo Guaco stem pieces in a pot with 2-3 cups (500-750ml) of water. Bring to a boil, then reduce heat and simmer for 15-20 minutes. Remove from heat, cover, and steep for an additional 10 minutes. Strain and drink 1-2 cups 2-3 times daily.",
        "For Respiratory Health & Cough: Drink 1 cup of Palo Guaco decoction 2-3 times daily to traditionally support bronchial health, ease persistent cough, and help clear respiratory passages.",
        "For Asthma & Bronchitis Support: Consume Palo Guaco tea consistently, 3 times daily during respiratory challenges. The natural bronchodilatory properties provide traditional relief.",
        "Traditional Note: Palo Guaco stem is considered more concentrated than the leaves and is used when stronger respiratory support is needed."
      ],
      "processingMethod": [
        "Selective Harvesting — Herbs are hand-picked at peak maturity, with care to protect plant populations and ecosystems.",
        "Manual Cleaning — Unwanted parts like dirt and dry leaves are removed; useful portions are sorted for quality.",
        "Drying Setup — Delicate herbs are tied in small bunches or spread thinly to allow natural airflow.",
        "Shade Drying — Materials dry slowly in a cool, shaded space to preserve aroma, color, and beneficial properties.",
        "Storage — Once fully dry, herbs are trimmed and sealed in airtight containers to maintain freshness and potency."
      ],
      "tags": [
        "palo guaco wildcrafted",
        "mikania spp dried",
        "guaco tea",
        "palo guaco herbal tea",
        "traditional herb Honduras wildcrafted",
        "palo guaco traditional uses",
        "palo guaco respiratory function and clear breathing",
        "palo guaco mucus clearance",
        "mikania spp benefits"
      ],
      "relatedProducts": [
        "guaco-leaves",
        "eucalyptus-leaves",
        "trumpet-tree-leaves",
        "pine-needles",
        "palo-santo"
      ],
      "audience": {
        "type": "PeopleAudience",
        "suggestedGender": "unisex",
        "suggestedMinAge": 13
      },
      "disclaimer": "FOR TRADITIONAL USE ONLY. This product is not intended to diagnose, treat, cure, or prevent any disease. Discontinue use if irritation occurs. Keep out of reach of children. Consult a healthcare professional before use if pregnant or nursing. Individual results may vary."
    },
    {
      "handler": "palo-santo",
      "productGroupId": "FMT-TH-PS",
      "catalog": "Traditional Herbs",
      "category": "Health & Beauty > Health Care > Aromatherapy",
      "brand": "Forestal MT",
      "name": "Palo Santo",
      "qualityBadge": "Wildcrafted & Shade-Dried",
      "item": 33,
      "botanical": "Bursera graveolens",
      "material": "sticks",
      "ingredients": "Shade-dried palo santo wood, valued for its calming aroma and sacred resins.",
      "origin": "Made in Honduras",
      "storage": "Store in a cool, dry, and dark place. Always keep tightly sealed. Avoid prolonged heat and humidity.",
      "shelfLife": "For best potency, use within 12–18 months.",
      "shipping": "Worldwide via DHL Express",
      "shortDescription": "Holy wood (Bursera graveolens), wildcrafted and burned across the Americas for spiritual cleansing, aromatic calm, and natural protection.",
      "description": "The sacred wood of Bursera graveolens, called 'palo santo' or 'holy wood,' releases sweet, resinous smoke that has cleared ceremonial space across South and Central America for millennia. Wild-harvested from naturally fallen branches in Honduras' dry tropical forests, this wood carries indigenous Andean and adapted regional knowledge about spiritual cleansing and aromatic healing. \n\nRevered for its limonene-rich profile and traditional applications in meditation and sacred ritual, it is naturally aged to concentrate its essential oils. Offered in wood sticks or chips, free from artificial scents or premature harvest that disrespects the tree's lifecycle.",
      "commonNames": ["palo santo"],
      "traditionalUses": [
        "Promotes relaxation and mental clarity",
        "Supports respiratory wellness",
        "Aids meditation and focus",
        "Provides aromatic therapeutic benefits"
      ],
      "howToUse": [
        "Aromatic Incense (Primary Traditional Use): Hold a Palo Santo stick at a 45-degree angle and light the tip using a match or lighter. Allow it to burn for 30-60 seconds, then gently blow out the flame, allowing the stick to smolder and release fragrant smoke. Place in a heat-safe dish or holder. The smoke traditionally purifies spaces, clears negative energy, and promotes spiritual grounding.",
        "For Space Clearing & Purification: Walk through your space with smoldering Palo Santo, directing smoke into corners and doorways to cleanse the energy. Use during meditation, yoga practice, or before important events.",
        "For Meditation & Relaxation: Light Palo Santo and allow the aromatic smoke to fill your meditation space. The grounding, sweet, woody aroma supports deep relaxation, mental clarity, and spiritual connection.",
        "Palo Santo Tea (Rare, Alternative Use): Small wood chips can be simmered in water for 10-15 minutes to create a mild aromatic tea. Strain and drink 1 cup for internal cleansing. However, incense use is the primary traditional method.",
        "Sustainability Note: Only use Palo Santo from naturally fallen branches. Never harvest from living trees. Our Palo Santo is ethically sourced from fallen wood, allowing the tree's resin to fully develop over 4-10 years."
      ],
      "processingMethod": [
        "Selective Harvesting — Herbs are hand-picked at peak maturity, with care to protect plant populations and ecosystems.",
        "Manual Cleaning — Unwanted parts like dirt and dry leaves are removed; useful portions are sorted for quality.",
        "Drying Setup — Delicate herbs are tied in small bunches or spread thinly to allow natural airflow.",
        "Shade Drying — Materials dry slowly in a cool, shaded space to preserve aroma, color, and beneficial properties.",
        "Storage — Once fully dry, herbs are trimmed and sealed in airtight containers to maintain freshness and potency."
      ],
      "tags": [
        "palo santo wildcrafted",
        "bursera graveolens dried",
        "palo santo tea",
        "palo santo herbal tea",
        "traditional herb Honduras wildcrafted",
        "palo santo traditional uses",
        "palo santo relaxation and mental clarity",
        "palo santo respiratory wellness",
        "bursera graveolens benefits"
      ],
      "relatedProducts": [
        "thuja-cedar-leaves",
        "gumbo-limbo-bark",
        "pine-needles",
        "palo-guaco",
        "eucalyptus-leaves"
      ],
      "audience": {
        "type": "PeopleAudience",
        "suggestedGender": "unisex",
        "suggestedMinAge": 13
      },
      "disclaimer": "FOR TRADITIONAL USE ONLY. This product is not intended to diagnose, treat, cure, or prevent any disease. Discontinue use if irritation occurs. Keep out of reach of children. Consult a healthcare professional before use if pregnant or nursing. Individual results may vary."
    },
    {
      "handler": "pau-darco-bark",
      "productGroupId": "FMT-TH-PC",
      "catalog": "Traditional Herbs",
      "category": "Food, Beverages & Tobacco > Beverages > Tea & Infusions",
      "brand": "Forestal MT",
      "name": "Pau D'Arco Bark",
      "qualityBadge": "Wildcrafted & Shade-Dried",
      "item": 34,
      "botanical": "Tabebuia spp.",
      "material": "bark",
      "ingredients": "Shade-dried pau d'arco bark, traditionally used for wellness support.",
      "origin": "Made in Honduras",
      "storage": "Store in a cool, dry, and dark place. Always keep tightly sealed. Avoid prolonged heat and humidity.",
      "shelfLife": "For best potency, use within 12–18 months.",
      "shipping": "Worldwide via DHL Express",
      "shortDescription": "Lapacho inner bark (Tabebuia spp), wildcrafted and rooted in South American tradition for natural defense, joint comfort, and resilient vitality.",
      "description": "The legendary inner bark of Tabebuia species, known as 'lapacho' or 'pau d'arco,' emerges from Honduras' forests as one of South America's most celebrated botanicals. Wild-harvested with respect for the tree's slow growth and limited regeneration, this bark carries indigenous Amazonian and adapted Central American knowledge about immune resilience and natural defense. \n\nRevered for its traditional applications in wellness support and its complex naphthoquinone content, it is carefully processed to preserve the inner cambium layer where active compounds concentrate. Offered in shredded bark pieces, free from synthetic lapachol or pharmaceutical extraction.",
      "commonNames": ["pau d'arco", "lapacho"],
      "traditionalUses": [
        "Supports immune resilience",
        "Promotes healthy inflammatory response",
        "Provides antioxidant protection",
        "Encourages microbial balance"
      ],
      "howToUse": [
        "Herbal Decoction (Inner Bark): Place 2-3 teaspoons (10-15g) of Pau D'Arco inner bark pieces in a pot with 3-4 cups (750ml-1L) of water. Bring to a rolling boil, then reduce heat and simmer vigorously for 20-30 minutes until water reduces by one-third. Remove from heat, cover, and steep for an additional 15 minutes. Strain thoroughly and drink 2-3 cups daily, divided throughout the day.",
        "For Immune Support & Wellness: Consume Pau D'Arco decoction consistently, 2-3 cups daily, to traditionally support immune function, promote overall vitality, and maintain wellness. Best results with ongoing use over several weeks.",
        "For Candida & Yeast Balance (Traditional Use): Drink 3 cups of Pau D'Arco tea daily as part of a traditional protocol for yeast balance and digestive wellness. Use consistently for 4-6 weeks.",
        "For Anti-inflammatory Support: Take 2-3 cups of Pau D'Arco decoction daily to traditionally ease occasional inflammation and support joint comfort.",
        "Taste Note: Pau D'Arco has a woody, slightly bitter, earthy flavor. Sweeten with honey or blend with other herbs for improved taste."
      ],
      "processingMethod": [
        "Selective Harvesting — Herbs are hand-picked at peak maturity, with care to protect plant populations and ecosystems.",
        "Manual Cleaning — Unwanted parts like dirt and dry leaves are removed; useful portions are sorted for quality.",
        "Drying Setup — Delicate herbs are tied in small bunches or spread thinly to allow natural airflow.",
        "Shade Drying — Materials dry slowly in a cool, shaded space to preserve aroma, color, and beneficial properties.",
        "Storage — Once fully dry, herbs are trimmed and sealed in airtight containers to maintain freshness and potency."
      ],
      "tags": [
        "pau d'arco bark wildcrafted",
        "tabebuia spp dried",
        "pau d'arco tea",
        "pau d'arco bark herbal tea",
        "traditional herb Honduras wildcrafted",
        "pau d'arco bark traditional uses",
        "pau d'arco bark immune resilience",
        "pau d'arco bark healthy inflammatory response",
        "tabebuia spp benefits"
      ],
      "relatedProducts": [
        "cats-claw",
        "dragons-blood-bark",
        "kalawalla-root",
        "sarsaparilla",
        "cocolmeca-root"
      ],
      "audience": {
        "type": "PeopleAudience",
        "suggestedGender": "unisex",
        "suggestedMinAge": 13
      },
      "disclaimer": "FOR TRADITIONAL USE ONLY. This product is not intended to diagnose, treat, cure, or prevent any disease. Discontinue use if irritation occurs. Keep out of reach of children. Consult a healthcare professional before use if pregnant or nursing. Individual results may vary."
    },
    {
      "handler": "pine-needles",
      "productGroupId": "FMT-TH-PN",
      "catalog": "Traditional Herbs",
      "category": "Food, Beverages & Tobacco > Beverages > Tea & Infusions",
      "brand": "Forestal MT",
      "name": "Pine Needles",
      "qualityBadge": "Wildcrafted & Shade-Dried",
      "item": 35,
      "botanical": "Pinus spp.",
      "material": "leaves",
      "ingredients": "Shade-dried pine needles, naturally aromatic and rich in plant-based vitamin C.",
      "origin": "Made in Honduras",
      "storage": "Store in a cool, dry, and dark place. Always keep tightly sealed. Avoid prolonged heat and humidity.",
      "shelfLife": "For best potency, use within 12–18 months.",
      "shipping": "Worldwide via DHL Express",
      "shortDescription": "Pinus oocarpa needles from Honduran highlands, shade-dried and traditionally brewed for breath comfort, natural vitality, and circulatory warmth.",
      "description": "The slender, resinous needles of Pinus species, known simply as 'hojas de pino,' bristle from Honduras' highland forests with their sharp, turpentine essence. Hand-picked from native and naturalized pines, these needles carry North American indigenous and adapted Central American knowledge about respiratory clarity and vitamin C sufficiency. \n\nRevered for their high pinene content and traditional applications in seasonal wellness, they are shade-dried to preserve their volatile oil profile and ascorbic acid. Offered whole or coarsely cut, free from industrial pine scent additives or synthetic fragrance.",
      "commonNames": ["Hojas de pino"],
      "traditionalUses": [
        "Supports respiratory health and comfort",
        "Provides antioxidant and immune support",
        "Promotes joint and muscular comfort",
        "Enhances energy and vitality"
      ],
      "howToUse": [
        "Pine Needle Infusion (Tea): Gather approximately 1 tablespoon (5-10g) of fresh Pine needles or 2 teaspoons of dried needles. Chop or cut into smaller pieces to release beneficial compounds. Place in a teapot and pour 1-2 cups (250-500ml) of hot water (not boiling—around 80-85°C) over the needles. Cover and steep for 10-15 minutes. Strain and drink 1-2 cups daily.",
        "For Respiratory Support & Immunity: Drink 1-2 cups of Pine needle tea daily to support respiratory wellness, boost immune function, and provide high vitamin C content. Traditional use for cold and flu prevention.",
        "For Antioxidant Support: Consume Pine needle tea regularly for its rich antioxidant content, including flavonoids and vitamin C, which support cellular health and overall vitality.",
        "Pine Needle Steam (For Congestion): Place a handful of fresh Pine needles in a bowl of very hot water. Drape a towel over your head and inhale the aromatic steam for 5-10 minutes to clear sinus congestion and support respiratory comfort.",
        "Caution: Ensure proper identification of Pine species. Avoid Ponderosa Pine, Norfolk Island Pine, and Yew, which can be toxic. Use only edible Pine species."
      ],
      "processingMethod": [
        "Selective Harvesting — Herbs are hand-picked at peak maturity, with care to protect plant populations and ecosystems.",
        "Manual Cleaning — Unwanted parts like dirt and dry leaves are removed; useful portions are sorted for quality.",
        "Drying Setup — Delicate herbs are tied in small bunches or spread thinly to allow natural airflow.",
        "Shade Drying — Materials dry slowly in a cool, shaded space to preserve aroma, color, and beneficial properties.",
        "Storage — Once fully dry, herbs are trimmed and sealed in airtight containers to maintain freshness and potency."
      ],
      "tags": [
        "pine needles wildcrafted",
        "pinus oocarpa dried",
        "hojas de pino tea",
        "pine needles herbal tea",
        "traditional herb Honduras wildcrafted",
        "pine needles traditional uses",
        "pine needles respiratory health and comfort",
        "pine needles antioxidant and immune support",
        "pinus oocarpa benefits"
      ],
      "relatedProducts": [
        "eucalyptus-leaves",
        "palo-guaco",
        "thuja-cedar-leaves",
        "guaco-leaves",
        "palo-santo"
      ],
      "audience": {
        "type": "PeopleAudience",
        "suggestedGender": "unisex",
        "suggestedMinAge": 13
      },
      "disclaimer": "FOR TRADITIONAL USE ONLY. This product is not intended to diagnose, treat, cure, or prevent any disease. Discontinue use if irritation occurs. Keep out of reach of children. Consult a healthcare professional before use if pregnant or nursing. Individual results may vary."
    },
    {
      "handler": "plantain-leaf",
      "productGroupId": "FMT-TH-PL",
      "catalog": "Traditional Herbs",
      "category": "Food, Beverages & Tobacco > Beverages > Tea & Infusions",
      "brand": "Forestal MT",
      "name": "Plantain Leaf",
      "qualityBadge": "Wildcrafted & Shade-Dried",
      "item": 36,
      "botanical": "Plantago major",
      "material": "leaves",
      "ingredients": "Shade-dried plantain leaves, naturally soothing and rich in mucilage.",
      "origin": "Made in Honduras",
      "storage": "Store in a cool, dry, and dark place. Always keep tightly sealed. Avoid prolonged heat and humidity.",
      "shelfLife": "For best potency, use within 12–18 months.",
      "shipping": "Worldwide via DHL Express",
      "shortDescription": "Llantén (Plantago major), a versatile herb used across folk traditions worldwide for skin comfort, digestive ease, and gentle soothing support.",
      "description": "The broad, ribbed leaves of Plantago major, called 'llantén' across Honduras, carpet roadsides and disturbed soils as one of nature's most accessible first-aid plants. Hand-gathered from wild patches far from contamination, these leaves carry European, indigenous American, and global knowledge about wound care and gentle healing. \n\nCelebrated for their mucilage-rich texture and traditional applications in skin and respiratory support, they are shade-dried to preserve their allantoin and aucubin content. Offered whole or cut, free from roadside pollutants or chemical lawn treatments.",
      "commonNames": ["Llantén"],
      "traditionalUses": [
        "Supports skin repair and soothes irritation",
        "Promotes respiratory comfort",
        "Aids digestive comfort",
        "Bolsters immune system defenses"
      ],
      "howToUse": [
        "Plantain Leaf Infusion (Tea): Place 1-2 teaspoons (5-8g) of dried Plantain leaves in a teapot or cup. Pour 1 cup (240ml) of boiling water over the leaves. Cover and steep for 10-15 minutes. Strain and drink 2-3 cups daily.",
        "For Respiratory & Lung Support: Drink 2-3 cups of Plantain leaf tea daily to traditionally support lung health, ease cough, and soothe irritated airways. The mucilaginous properties provide gentle, coating relief.",
        "For Digestive Wellness: Consume 1 cup of Plantain tea before meals to support digestive comfort, soothe stomach irritation, and promote intestinal health.",
        "Topical Application (For Wound Healing): Crush fresh Plantain leaves to release juices and apply directly to minor cuts, scrapes, insect bites, or skin irritations. The natural astringent and antimicrobial properties support wound healing. Alternatively, prepare a strong Plantain tea, cool it, and apply as a compress to affected areas.",
        "Poultice (For Insect Bites & Stings): Chew fresh Plantain leaves (if wild and clean) or crush thoroughly to release juices. Apply directly to insect bites or stings for immediate traditional relief from pain and swelling."
      ],
      "processingMethod": [
        "Selective Harvesting — Herbs are hand-picked at peak maturity, with care to protect plant populations and ecosystems.",
        "Manual Cleaning — Unwanted parts like dirt and dry leaves are removed; useful portions are sorted for quality.",
        "Drying Setup — Delicate herbs are tied in small bunches or spread thinly to allow natural airflow.",
        "Shade Drying — Materials dry slowly in a cool, shaded space to preserve aroma, color, and beneficial properties.",
        "Storage — Once fully dry, herbs are trimmed and sealed in airtight containers to maintain freshness and potency."
      ],
      "tags": [
        "plantain leaf wildcrafted",
        "plantago major dried",
        "llantén tea",
        "plantain leaf herbal tea",
        "traditional herb Honduras wildcrafted",
        "plantain leaf traditional uses",
        "plantain leaf skin repair and soothes irritation",
        "plantain leaf respiratory comfort",
        "plantago major benefits"
      ],
      "relatedProducts": [
        "neem-leaves",
        "gumbo-limbo-leaves",
        "leaf-of-life-miracle-leaf",
        "sensitive-plant",
        "cows-foot-leaves"
      ],
      "audience": {
        "type": "PeopleAudience",
        "suggestedGender": "unisex",
        "suggestedMinAge": 13
      },
      "disclaimer": "FOR TRADITIONAL USE ONLY. This product is not intended to diagnose, treat, cure, or prevent any disease. Discontinue use if irritation occurs. Keep out of reach of children. Consult a healthcare professional before use if pregnant or nursing. Individual results may vary."
    },
    {
      "handler": "possum-grape-cissus",
      "productGroupId": "FMT-TH-CI",
      "catalog": "Traditional Herbs",
      "category": "Food, Beverages & Tobacco > Beverages > Tea & Infusions",
      "brand": "Forestal MT",
      "name": "Possum Grape - Cissus",
      "qualityBadge": "Wildcrafted & Shade-Dried",
      "item": 37,
      "botanical": "Cissus verticillata",
      "material": "whole plant",
      "ingredients": "Shade-dried Cissus stems, valued for natural antioxidants and traditional wellness uses.",
      "origin": "Made in Honduras",
      "storage": "Store in a cool, dry, and dark place. Always keep tightly sealed. Avoid prolonged heat and humidity.",
      "shelfLife": "For best potency, use within 12–18 months.",
      "shipping": "Worldwide via DHL Express",
      "shortDescription": "Cissus verticillata, known in the Caribbean as the insulin plant, traditionally valued for metabolic balance and bone comfort.",
      "description": "The succulent vine of Cissus verticillata, known locally as 'bejuco de agua' or 'uvilla,' weaves through Honduran forests as a symbol of resilience and adaptive strength. Hand-harvested from wild growth, these stems and leaves carry generations of indigenous wisdom about nature's regenerative power. \n\nCelebrated for their traditional applications and moisture-retaining properties, they are shade-dried to maintain their structural integrity. Offered chopped for ease of use, free from pesticides or synthetic enhancers.",
      "commonNames": ["possum grape", "cissus"],
      "traditionalUses": [
        "Supports balanced blood sugar levels",
        "Aids balanced lipid metabolism",
        "Promotes joint comfort",
        "Helps cells protection"
      ],
      "howToUse": [
        "Herbal Infusion (Whole Plant Tea): Place 1-2 teaspoons (5-10g) of dried Possum Grape herb (leaves, stems, aerial parts) in a teapot or cup. Pour 1 cup (240ml) of boiling water over the herb. Cover and steep for 10-15 minutes. Strain and drink 1-3 cups daily.",
        "For Joint & Bone Health (Traditional Use): Drink 2-3 cups of Possum Grape tea daily to traditionally support joint comfort, bone health, and connective tissue wellness. Traditional Caribbean use for fractures and joint pain.",
        "For Digestive Wellness: Consume 1 cup of Possum Grape tea after meals to support digestive comfort and traditional stomach wellness.",
        "Topical Application (For Skin & Wounds): Prepare a strong Possum Grape tea and allow to cool. Apply directly to affected skin areas or wounds using a clean cloth. The traditional use supports skin healing and reduces inflammation.",
        "Traditional Note: Possum Grape has been used throughout the Caribbean and Central America for its bone-healing and joint-supporting properties."
      ],
      "processingMethod": [
        "Selective Harvesting — Herbs are hand-picked at peak maturity, with care to protect plant populations and ecosystems.",
        "Manual Cleaning — Unwanted parts like dirt and dry leaves are removed; useful portions are sorted for quality.",
        "Drying Setup — Delicate herbs are tied in small bunches or spread thinly to allow natural airflow.",
        "Shade Drying — Materials dry slowly in a cool, shaded space to preserve aroma, color, and beneficial properties.",
        "Storage — Once fully dry, herbs are trimmed and sealed in airtight containers to maintain freshness and potency."
      ],
      "tags": [
        "possum grape - cissus wildcrafted",
        "cissus verticillata dried",
        "possum grape tea",
        "possum grape - cissus herbal tea",
        "traditional herb Honduras wildcrafted",
        "possum grape - cissus traditional uses",
        "possum grape - cissus balanced blood sugar levels",
        "possum grape - cissus balanced lipid metabolism",
        "cissus verticillata benefits"
      ],
      "relatedProducts": [
        "contribo",
        "sarsaparilla",
        "cats-claw",
        "pau-darco-bark",
        "dragons-blood-bark"
      ],
      "audience": {
        "type": "PeopleAudience",
        "suggestedGender": "unisex",
        "suggestedMinAge": 13
      },
      "disclaimer": "FOR TRADITIONAL USE ONLY. This product is not intended to diagnose, treat, cure, or prevent any disease. Discontinue use if irritation occurs. Keep out of reach of children. Consult a healthcare professional before use if pregnant or nursing. Individual results may vary."
    },
    {
      "handler": "quassia-bitter-wood",
      "productGroupId": "FMT-TH-HG",
      "catalog": "Traditional Herbs",
      "category": "Food, Beverages & Tobacco > Beverages > Tea & Infusions",
      "brand": "Forestal MT",
      "name": "Quassia - Bitter Wood",
      "qualityBadge": "Wildcrafted & Shade-Dried",
      "item": 38,
      "botanical": "Quassia amara",
      "material": "wood",
      "ingredients": "Shade-dried bitterwood, known for its naturally bitter plant compounds.",
      "origin": "Made in Honduras",
      "storage": "Store in a cool, dry, and dark place. Always keep tightly sealed. Avoid prolonged heat and humidity.",
      "shelfLife": "For best potency, use within 12–18 months.",
      "shipping": "Worldwide via DHL Express",
      "shortDescription": "Palo amargo (Quassia amara), known as hombre grande, an intensely bitter wood rooted in Central American tradition for cleansing and digestive vigor.",
      "description": "The intensely bitter wood of Quassia amara, known locally as 'hombre grande' or 'cruceta,' stands as one of nature's most powerfully flavored botanical teachers. Wild-harvested from Honduras' tropical forests, these wood chips carry indigenous wisdom about the medicinal value of profound bitterness and traditional digestive applications. \n\nRevered for their uncompromising taste and respected place in Central American herbalism, they are processed to preserve their quassinoid compounds. Offered in wood chips or shavings, free from sweetening agents or taste modification.",
      "commonNames": ["Hombre grande", "Palo amargo", "Cuasia"],
      "traditionalUses": [
        "Promotes digestive wellness",
        "Supports healthy appetite",
        "Aids scalp and hair health",
        "Provides natural cleansing properties"
      ],
      "howToUse": [
        "Quassia Wood Infusion (Cold Soak - Traditional): Place 2-3 pieces (approximately 10-15g) of Quassia wood chips in a glass or jar with 2 cups (500ml) of cold water. Cover and let soak overnight (8-12 hours). Strain and drink 1/4 to 1/2 cup 2-3 times daily before meals. The cold infusion extracts the bitter compounds without excessive bitterness.",
        "Hot Decoction (Alternative Method): Place Quassia wood chips in a pot with water and simmer gently for 10-15 minutes. Strain and cool. Drink in small amounts (1/4 cup) before meals.",
        "For Digestive Support & Appetite Stimulation: Consume 1/4 cup of Quassia infusion 15-30 minutes before meals to stimulate digestive secretions, support healthy appetite, and promote proper digestion. The intense bitterness activates digestive function.",
        "For Parasite Cleansing (Traditional Use): Drink 1/2 cup of Quassia infusion 2-3 times daily as part of a traditional parasite cleansing protocol. Use for 7-10 days.",
        "External Use (Insect Repellent): Quassia infusion can be applied topically as a natural insect repellent or used as a hair rinse to deter lice."
      ],
      "processingMethod": [
        "Selective Harvesting — Herbs are hand-picked at peak maturity, with care to protect plant populations and ecosystems.",
        "Manual Cleaning — Unwanted parts like dirt and dry leaves are removed; useful portions are sorted for quality.",
        "Drying Setup — Delicate herbs are tied in small bunches or spread thinly to allow natural airflow.",
        "Shade Drying — Materials dry slowly in a cool, shaded space to preserve aroma, color, and beneficial properties.",
        "Storage — Once fully dry, herbs are trimmed and sealed in airtight containers to maintain freshness and potency."
      ],
      "tags": [
        "quassia - bitter wood wildcrafted",
        "quassia amara dried",
        "hombre grande tea",
        "quassia - bitter wood herbal tea",
        "traditional herb Honduras wildcrafted",
        "quassia - bitter wood traditional uses",
        "quassia - bitter wood digestive wellness",
        "quassia - bitter wood healthy appetite",
        "quassia amara benefits"
      ],
      "relatedProducts": [
        "bitter-melon-cundeamor",
        "stonebreaker",
        "blessed-holy-thistle",
        "cassia-pods",
        "duck-flower"
      ],
      "audience": {
        "type": "PeopleAudience",
        "suggestedGender": "unisex",
        "suggestedMinAge": 13
      },
      "disclaimer": "FOR TRADITIONAL USE ONLY. This product is not intended to diagnose, treat, cure, or prevent any disease. Discontinue use if irritation occurs. Keep out of reach of children. Consult a healthcare professional before use if pregnant or nursing. Individual results may vary."
    },
    {
      "handler": "raw-batana-oil",
      "productGroupId": "FMT-BO-RBO",
      "catalog": "Batana Oil",
      "category": "Health & Beauty > Hair Care",
      "brand": "Forestal MT",
      "name": "Raw Batana Oil",
      "qualityBadge": "Pure & Unrefined",
      "item": 2,
      "botanical": "Elaeis oleifera",
      "material": "palm kernel",
      "ingredients": "100% raw, unrefined batana oil",
      "origin": "Made in Honduras",
      "storage": "Store in a cool, dry, and dark place. Always keep tightly sealed. Avoid prolonged heat and humidity.",
      "shelfLife": "For best potency, use within 12–18 months.",
      "shipping": "Worldwide via DHL Express",
      "shortDescription": "Authentic batana oil sourced from La Mosquitia, Honduras, crafted by Miskito hands from wild Elaeis oleifera palms for hair, skin, and daily beard care support.",
      "description": "The ancestral treasure of the Miskito people. Raw Batana Oil is cold-pressed from wild Elaeis oleifera palm kernels deep in the rainforests of La Mosquitia, Honduras. For centuries, Miskito women have relied on this sacred oil to nourish, restore, and protect their hair — a ritual passed down through generations. Unrefined and pure, it retains all its natural nutrients, antioxidants, and fatty acids. From the hands of rainforest harvesters to your daily routine, this oil bridges ancient wisdom with modern hair care.",
      "commonNames": [
        "Aceite de Batana",
        "Ojon Oil",
        "Elaeis Oleifera Kernel Oil",
        "American Palm Oil",
        "Miracle Oil"
      ],
      "traditionalUses": [
        "Hair growth and strengthening",
        "Deep conditioning and repair",
        "Scalp nourishment",
        "Beard care and softening",
        "Skin moisturizing",
        "Anti-aging skin care",
        "Stretch mark treatment"
      ],
      "howToUse": [
        "Hair Treatment: Apply a generous amount to dry or damp hair, focusing on the scalp and ends. Massage gently to stimulate circulation. Leave on for 30 minutes to overnight for deep conditioning. Wash with a gentle shampoo. Use 2–3 times per week for best results.",
        "Scalp Massage: Warm a small amount between your palms. Massage into the scalp using circular motions for 5–10 minutes to promote blood flow and hair growth. Leave on for at least 1 hour before washing.",
        "Beard Care: Apply 2–3 drops to damp beard after cleansing. Work through from roots to tips. Style as usual. Use daily for soft, manageable facial hair.",
        "Skin Moisturizer: Apply a thin layer to clean skin, especially on dry areas, elbows, and heels. Massage until absorbed. Use morning and night.",
        "Pre-Shampoo Treatment: Apply to dry hair 30 minutes before shampooing to protect hair from damage during washing.",
        "Leave-In Treatment: Apply a small amount to the ends of damp hair after washing. Do not rinse. Style as usual."
      ],
      "processingMethod": [
        "Harvest — Wild Elaeis oleifera palm fruits are hand-harvested by Miskito communities from pristine rainforest groves in La Mosquitia.",
        "Fermentation — Fruits are traditionally fermented in clay pots for 7–10 days to soften the kernel and develop the oil's characteristic earthy aroma.",
        "Kernel Extraction — Fermented fruits are cracked open by hand to extract the nutrient-rich kernels.",
        "Cold Pressing — Kernels are cold-pressed using traditional wooden presses to extract pure oil without heat, preserving all natural compounds.",
        "Settling & Filtration — Oil is allowed to settle naturally for several days, then filtered through natural fibers to remove impurities.",
        "Packaging — Raw oil is stored in amber glass jars to protect from light degradation and maintain freshness."
      ],
      "tags": [
        "raw batana oil",
        "batana oil",
        "hair growth",
        "hair care",
        "Miskito",
        "La Mosquitia",
        "Honduras",
        "unrefined",
        "cold-pressed",
        "natural hair oil",
        "beard oil",
        "skin care",
        "anti-aging"
      ],
      "relatedProducts": [
        "batana-oil-hair-wash",
        "batana-oil-hair-conditioner",
        "batana-oil-true-soap-bar"
      ],
      "audience": {
        "type": "PeopleAudience",
        "suggestedGender": "unisex",
        "suggestedMinAge": 13
      },
      "disclaimer": "FOR TRADITIONAL USE ONLY. This product is not intended to diagnose, treat, cure, or prevent any disease. Discontinue use if irritation occurs. Keep out of reach of children. Consult a healthcare professional before use if pregnant or nursing. Individual results may vary."
    },
    {
      "handler": "sarsaparilla",
      "productGroupId": "FMT-TH-SR",
      "catalog": "Traditional Herbs",
      "category": "Food, Beverages & Tobacco > Beverages > Tea & Infusions",
      "brand": "Forestal MT",
      "name": "Sarsaparilla",
      "qualityBadge": "Wildcrafted & Shade-Dried",
      "item": 39,
      "botanical": "Smilax spp.",
      "material": "roots",
      "ingredients": "Shade-dried sarsaparilla roots, known for natural cleansing and supportive plant compounds.",
      "origin": "Made in Honduras",
      "storage": "Store in a cool, dry, and dark place. Always keep tightly sealed. Avoid prolonged heat and humidity.",
      "shelfLife": "For best potency, use within 12–18 months.",
      "shipping": "Worldwide via DHL Express",
      "shortDescription": "Zarzaparrilla root (Smilax spp), the classic Caribbean blood cleanser, wild-harvested and traditionally valued for skin vitality and deep renewal.",
      "description": "The woody roots of Smilax species, known as 'zarzaparrilla' or 'sarsaparilla,' burrow through Honduras' tropical forests as the original botanical that flavored traditional root beers and tonics. Wild-harvested with respect for the vine's extensive underground network, these roots carry indigenous American knowledge about blood purification, vitality, and endurance. \n\nRevered for their saponin content and traditional applications in skin clarity and energy support, they are carefully processed to preserve their dense, fibrous character. Offered in cut root pieces, free from artificial sarsaparilla flavoring or synthetic saponins.",
      "commonNames": ["zarzaparrilla"],
      "traditionalUses": [
        "Supports healthy circulation",
        "Promotes clear skin appearance",
        "Aids detoxification processes",
        "Assists with energy and endurance"
      ],
      "howToUse": [
        "Note: Sarsaparilla (Smilax) roots are the same botanical family as Cocolmeca. Preparation methods are similar.",
        "Strong Decoction (Root Preparation): Take a generous handful (approximately 30-40g) of Sarsaparilla root pieces and place in a large pot with half a gallon (approximately 2 liters) of water. Bring to a rolling boil, then reduce heat and simmer vigorously for 20-30 minutes. Remove from heat and allow to steep for an additional 10-20 minutes. Strain the liquid, pressing down on root pieces. Drink 2-3 cups daily.",
        "For Blood Purification & Detoxification: Consume 2-3 cups of Sarsaparilla decoction daily for 7-14 days as part of a traditional blood cleansing protocol. The root traditionally supports lymphatic drainage and blood purification.",
        "For Skin Health: Drink Sarsaparilla tea consistently, 2-3 cups daily, to traditionally support clear, healthy skin from within. Traditional use for eczema, psoriasis, and acne.",
        "For Hormonal Balance: Consume Sarsaparilla decoction regularly to traditionally support hormonal balance and vitality. Traditional use as a tonic and adaptogen."
      ],
      "processingMethod": [
        "Selective Harvesting — Herbs are hand-picked at peak maturity, with care to protect plant populations and ecosystems.",
        "Manual Cleaning — Unwanted parts like dirt and dry leaves are removed; useful portions are sorted for quality.",
        "Drying Setup — Delicate herbs are tied in small bunches or spread thinly to allow natural airflow.",
        "Shade Drying — Materials dry slowly in a cool, shaded space to preserve aroma, color, and beneficial properties.",
        "Storage — Once fully dry, herbs are trimmed and sealed in airtight containers to maintain freshness and potency."
      ],
      "tags": [
        "sarsaparilla wildcrafted",
        "smilax spp dried",
        "zarzaparrilla tea",
        "sarsaparilla herbal tea",
        "traditional herb Honduras wildcrafted",
        "sarsaparilla traditional uses",
        "sarsaparilla healthy circulation",
        "sarsaparilla clear skin appearance",
        "smilax spp benefits"
      ],
      "relatedProducts": [
        "cats-claw",
        "cocolmeca-root",
        "contribo",
        "pau-darco-bark",
        "possum-grape-cissus"
      ],
      "audience": {
        "type": "PeopleAudience",
        "suggestedGender": "unisex",
        "suggestedMinAge": 13
      },
      "disclaimer": "FOR TRADITIONAL USE ONLY. This product is not intended to diagnose, treat, cure, or prevent any disease. Discontinue use if irritation occurs. Keep out of reach of children. Consult a healthcare professional before use if pregnant or nursing. Individual results may vary."
    },
    {
      "handler": "sensitive-plant",
      "productGroupId": "FMT-TH-DO",
      "catalog": "Traditional Herbs",
      "category": "Food, Beverages & Tobacco > Beverages > Tea & Infusions",
      "brand": "Forestal MT",
      "name": "Sensitive Plant",
      "qualityBadge": "Wildcrafted & Shade-Dried",
      "item": 40,
      "botanical": "Mimosa pudica",
      "material": "whole plant",
      "ingredients": "Shade-dried sensitive plant leaves and roots, used for calming and soothing purposes.",
      "origin": "Made in Honduras",
      "storage": "Store in a cool, dry, and dark place. Always keep tightly sealed. Avoid prolonged heat and humidity.",
      "shelfLife": "For best potency, use within 12–18 months.",
      "shipping": "Worldwide via DHL Express",
      "shortDescription": "Dormilona (Mimosa pudica), a touch-responsive plant rooted in tropical tradition for internal cleansing and feminine balance.",
      "description": "The responsive leaves of Mimosa pudica, known locally as 'dormilona' or 'vergonzosa,' demonstrate nature's awareness through their touch-sensitive folding. Hand-gathered from Honduras' wild meadows and forest edges, this plant carries indigenous wisdom about sensitivity, protection, and traditional wellness applications. \n\nCelebrated for its unique behavior and ancestral uses, it is shade-dried to maintain the delicate leaflets and stems. Offered chopped for traditional preparation, free from pesticides or chemical interference with its natural properties.",
      "commonNames": ["dormilona"],
      "traditionalUses": [
        "Promotes relaxation and calm",
        "Supports nervous system wellness",
        "Aids stress management",
        "Provides gentle soothing properties"
      ],
      "howToUse": [
        "Herbal Infusion (Whole Plant Tea): Place 1-2 teaspoons (5-8g) of dried Sensitive Plant herb (leaves, stems) in a teapot or cup. Pour 1 cup (240ml) of boiling water over the herb. Cover and steep for 10-15 minutes. Strain and drink 1-2 cups daily.",
        "For Digestive & Intestinal Support (Traditional Use): Drink 1-2 cups of Sensitive Plant tea daily to traditionally support digestive wellness and intestinal health. Recent traditional use focuses on parasite cleansing and gut health.",
        "For Wound Healing (Topical): Crush fresh Sensitive Plant leaves to release juices and apply directly to minor wounds or skin irritations. The natural astringent properties support wound closure and healing.",
        "Traditional Note: Sensitive Plant (Mimosa pudica) is famous for its leaves that fold when touched. It has been used in traditional Ayurvedic medicine as a powerful healing plant."
      ],
      "processingMethod": [
        "Selective Harvesting — Herbs are hand-picked at peak maturity, with care to protect plant populations and ecosystems.",
        "Manual Cleaning — Unwanted parts like dirt and dry leaves are removed; useful portions are sorted for quality.",
        "Drying Setup — Delicate herbs are tied in small bunches or spread thinly to allow natural airflow.",
        "Shade Drying — Materials dry slowly in a cool, shaded space to preserve aroma, color, and beneficial properties.",
        "Storage — Once fully dry, herbs are trimmed and sealed in airtight containers to maintain freshness and potency."
      ],
      "tags": [
        "sensitive plant wildcrafted",
        "mimosa pudica dried",
        "dormilona tea",
        "sensitive plant herbal tea",
        "traditional herb Honduras wildcrafted",
        "sensitive plant traditional uses",
        "sensitive plant relaxation and calm",
        "sensitive plant nervous system wellness",
        "mimosa pudica benefits"
      ],
      "relatedProducts": [
        "leaf-of-life-miracle-leaf",
        "plantain-leaf",
        "snake-plant",
        "neem-leaves",
        "muicle-herb"
      ],
      "audience": {
        "type": "PeopleAudience",
        "suggestedGender": "unisex",
        "suggestedMinAge": 13
      },
      "disclaimer": "FOR TRADITIONAL USE ONLY. This product is not intended to diagnose, treat, cure, or prevent any disease. Discontinue use if irritation occurs. Keep out of reach of children. Consult a healthcare professional before use if pregnant or nursing. Individual results may vary."
    },
    {
      "handler": "snake-plant",
      "productGroupId": "FMT-TH-SN",
      "catalog": "Traditional Herbs",
      "category": "Food, Beverages & Tobacco > Beverages > Tea & Infusions",
      "brand": "Forestal MT",
      "name": "Snake Plant",
      "qualityBadge": "Wildcrafted & Shade-Dried",
      "item": 41,
      "botanical": "Sansevieria trifasciata",
      "material": "whole plant",
      "ingredients": "Shade-dried snake plant leaves, used traditionally for air purification and wellness.",
      "origin": "Made in Honduras",
      "storage": "Store in a cool, dry, and dark place. Always keep tightly sealed. Avoid prolonged heat and humidity.",
      "shelfLife": "For best potency, use within 12–18 months.",
      "shipping": "Worldwide via DHL Express",
      "shortDescription": "Lengua de suegra (Sansevieria trifasciata), used in Caribbean folk tradition as a topical poultice for ear comfort and skin care.",
      "description": "The sword-shaped leaves of Sansevieria trifasciata, known as 'lengua de suegra' or 'snake plant,' stand architectural and resilient in Honduras' gardens and wild rocky soils. Hand-harvested from naturalized stands, these succulent leaves carry African and adapted Central American knowledge about air purification and protective wellness. \n\nRevered for their traditional applications in respiratory support and their remarkable ability to convert CO2 at night, they are carefully dried to preserve their saponin content. Offered in cut pieces, free from ornamental hybridization or chemical growth regulators.",
      "commonNames": ["lengua de suegra"],
      "traditionalUses": [
        "Supports respiratory wellness",
        "Promotes air purification",
        "Aids skin health maintenance",
        "Provides protective environmental benefits"
      ],
      "howToUse": [
        "Note: Snake Plant is primarily used topically or as an air-purifying houseplant. Internal consumption is less common and should be approached with caution.",
        "Topical Application (Leaf Gel): Cut a fresh Snake Plant leaf lengthwise to expose the inner gel-like sap. Apply the sap directly to minor wounds, burns, cuts, or skin irritations. The natural antimicrobial properties support traditional wound healing. Apply 1-2 times daily until healed.",
        "Poultice (For Skin Conditions): Crush fresh Snake Plant leaves to create a pulp. Apply directly to affected skin areas as a poultice to support traditional skin healing and reduce inflammation.",
        "Air Purification (Primary Modern Use): Keep Snake Plant as a houseplant to naturally purify indoor air by removing toxins such as formaldehyde, benzene, and trichloroethylene.",
        "Caution: Internal consumption of Snake Plant is not widely recommended. The plant contains saponins which can cause gastrointestinal upset. Topical and air-purifying uses are preferred."
      ],
      "processingMethod": [
        "Selective Harvesting — Herbs are hand-picked at peak maturity, with care to protect plant populations and ecosystems.",
        "Manual Cleaning — Unwanted parts like dirt and dry leaves are removed; useful portions are sorted for quality.",
        "Drying Setup — Delicate herbs are tied in small bunches or spread thinly to allow natural airflow.",
        "Shade Drying — Materials dry slowly in a cool, shaded space to preserve aroma, color, and beneficial properties.",
        "Storage — Once fully dry, herbs are trimmed and sealed in airtight containers to maintain freshness and potency."
      ],
      "tags": [
        "snake plant wildcrafted",
        "sansevieria trifasciata dried",
        "lengua de suegra tea",
        "snake plant herbal tea",
        "traditional herb Honduras wildcrafted",
        "snake plant traditional uses",
        "snake plant respiratory wellness",
        "snake plant air purification",
        "sansevieria trifasciata benefits"
      ],
      "relatedProducts": [
        "sensitive-plant",
        "muicle-herb",
        "leaf-of-life-miracle-leaf",
        "plantain-leaf",
        "neem-leaves"
      ],
      "audience": {
        "type": "PeopleAudience",
        "suggestedGender": "unisex",
        "suggestedMinAge": 13
      },
      "disclaimer": "FOR TRADITIONAL USE ONLY. This product is not intended to diagnose, treat, cure, or prevent any disease. Discontinue use if irritation occurs. Keep out of reach of children. Consult a healthcare professional before use if pregnant or nursing. Individual results may vary."
    },
    {
      "handler": "soursop-leaves",
      "productGroupId": "FMT-TH-SL",
      "catalog": "Traditional Herbs",
      "category": "Food, Beverages & Tobacco > Beverages > Tea & Infusions",
      "brand": "Forestal MT",
      "name": "Soursop Leaves",
      "qualityBadge": "Wildcrafted & Shade-Dried",
      "item": 42,
      "botanical": "Annona muricata",
      "material": "leaves",
      "ingredients": "Shade-dried soursop leaves, known for their calming and antioxidant plant compounds.",
      "origin": "Made in Honduras",
      "storage": "Store in a cool, dry, and dark place. Always keep tightly sealed. Avoid prolonged heat and humidity.",
      "shelfLife": "For best potency, use within 12–18 months.",
      "shipping": "Worldwide via DHL Express",
      "shortDescription": "Hojas de guanábana (Annona muricata), cherished across the tropics for restful sleep, cardiovascular ease, and cellular vitality.",
      "description": "The glossy, dark green leaves of Annona muricata, known as 'hojas de guanábana,' grow from Honduras' beloved fruit trees as botanical companions to sleep and tranquility. Hand-picked from wild and dooryard trees, these leaves carry Caribbean and Central American wisdom about nervous system support and restful sleep. \n\nCelebrated for their traditional calming applications and acetogenin content, they are shade-dried to preserve their alkaloid profile and subtle aroma. Offered whole or cut, free from sedative pharmaceuticals or sleep-aid chemicals.",
      "commonNames": ["hojas de guayaba", "graviola", "Guyabano"],
      "traditionalUses": [
        "Promotes relaxation and calm",
        "Supports healthy sleep patterns",
        "Aids stress management",
        "Assists with emotional wellness"
      ],
      "howToUse": [
        "Soursop Leaf Tea: Place 3-5 dried Soursop leaves (or 1-2 teaspoons of cut leaves) in a teapot or pot. Pour 2 cups (500ml) of boiling water over the leaves. Cover and steep for 10-15 minutes. Strain and drink 1-2 cups daily, preferably before bedtime for relaxation benefits.",
        "For Relaxation & Sleep Support: Drink 1 cup of warm Soursop leaf tea 30-60 minutes before bedtime to promote relaxation, ease nervous tension, and support restful sleep. The natural sedative properties traditionally support stress relief.",
        "For Immune Support & Wellness: Consume 1-2 cups of Soursop leaf tea daily to traditionally support immune function and overall vitality. The high antioxidant content provides cellular support.",
        "For Digestive Health: Drink 1 cup of Soursop leaf tea after meals to support digestive comfort and traditional stomach wellness.",
        "Traditional Note: Soursop (Graviola) leaves have been used throughout the Caribbean and Latin America for their calming and health-supporting properties."
      ],
      "processingMethod": [
        "Selective Harvesting — Herbs are hand-picked at peak maturity, with care to protect plant populations and ecosystems.",
        "Manual Cleaning — Unwanted parts like dirt and dry leaves are removed; useful portions are sorted for quality.",
        "Drying Setup — Delicate herbs are tied in small bunches or spread thinly to allow natural airflow.",
        "Shade Drying — Materials dry slowly in a cool, shaded space to preserve aroma, color, and beneficial properties.",
        "Storage — Once fully dry, herbs are trimmed and sealed in airtight containers to maintain freshness and potency."
      ],
      "tags": [
        "soursop leaves wildcrafted",
        "annona muricata dried",
        "hojas de guayaba tea",
        "soursop leaves herbal tea",
        "traditional herb Honduras wildcrafted",
        "soursop leaves traditional uses",
        "soursop leaves relaxation and calm",
        "soursop leaves healthy sleep patterns",
        "annona muricata benefits"
      ],
      "relatedProducts": [
        "nettle-leaves",
        "guava-leaves",
        "linden-tilia",
        "moringa-leaves",
        "trumpet-tree-leaves"
      ],
      "audience": {
        "type": "PeopleAudience",
        "suggestedGender": "unisex",
        "suggestedMinAge": 13
      },
      "disclaimer": "FOR TRADITIONAL USE ONLY. This product is not intended to diagnose, treat, cure, or prevent any disease. Discontinue use if irritation occurs. Keep out of reach of children. Consult a healthcare professional before use if pregnant or nursing. Individual results may vary."
    },
    {
      "handler": "stonebreaker",
      "productGroupId": "FMT-TH-SP",
      "catalog": "Traditional Herbs",
      "category": "Food, Beverages & Tobacco > Beverages > Tea & Infusions",
      "brand": "Forestal MT",
      "name": "Stonebreaker",
      "qualityBadge": "Wildcrafted & Shade-Dried",
      "item": 43,
      "botanical": "Phyllanthus niruri",
      "material": "whole plant",
      "ingredients": "Shade-dried stonebreaker herb, traditionally used for kidney and cleansing support.",
      "origin": "Made in Honduras",
      "storage": "Store in a cool, dry, and dark place. Always keep tightly sealed. Avoid prolonged heat and humidity.",
      "shelfLife": "For best potency, use within 12–18 months.",
      "shipping": "Worldwide via DHL Express",
      "shortDescription": "Chanca piedra (Phyllanthus niruri), the legendary stone breaker, rooted in tropical tradition for kidney comfort and liver care.",
      "description": "The delicate herb Phyllanthus niruri, known as 'chanca piedra' or 'quebra pedra,' earns its name from indigenous Amazonian wisdom about dissolving kidney stones into passable fragments. Wild-harvested from Honduras' humid lowlands and forest edges, this entire plant carries profound South American and adapted Central American knowledge about urinary tract health and natural cleansing. \n\nRevered for its traditional applications in kidney support and its phyllanthin and hypophyllanthin compounds, it is shade-dried whole to preserve the complete botanical profile. Offered in cut aerial parts, free from synthetic diuretics or pharmaceutical stone-dissolving agents.",
      "commonNames": ["Chanca Piedra", "Rompe Piedra"],
      "traditionalUses": [
        "Supports kidney and urinary tract health",
        "Promotes healthy fluid balance",
        "Aids digestive comfort",
        "Assists with natural cleansing processes"
      ],
      "howToUse": [
        "Herbal Infusion (Whole Plant Tea): Place 1-2 teaspoons (5-10g) of dried Stonebreaker herb (entire plant) in a teapot or cup. Pour 1 cup (240ml) of boiling water over the herb. Cover and steep for 10-15 minutes. Strain and drink 2-3 cups daily.",
        "For Kidney Stone Support (Traditional Use): Drink 2-3 cups of Stonebreaker tea daily to traditionally support kidney health, promote healthy urinary function, and aid in the natural passage of kidney stones. The plant earned its name \"Stonebreaker\" for this traditional use.",
        "For Liver Health & Detoxification: Consume 2 cups of Stonebreaker tea daily to traditionally support liver function, promote gentle detoxification, and maintain hepatic wellness.",
        "For Urinary Tract Health: Drink Stonebreaker tea consistently, 2-3 cups daily, to support urinary tract wellness and provide antimicrobial support.",
        "Traditional Note: Phyllanthus niruri is renowned in Ayurvedic medicine (called \"Bhumyamalaki\") and throughout the Amazon as one of the most powerful kidney and liver tonics."
      ],
      "processingMethod": [
        "Selective Harvesting — Herbs are hand-picked at peak maturity, with care to protect plant populations and ecosystems.",
        "Manual Cleaning — Unwanted parts like dirt and dry leaves are removed; useful portions are sorted for quality.",
        "Drying Setup — Delicate herbs are tied in small bunches or spread thinly to allow natural airflow.",
        "Shade Drying — Materials dry slowly in a cool, shaded space to preserve aroma, color, and beneficial properties.",
        "Storage — Once fully dry, herbs are trimmed and sealed in airtight containers to maintain freshness and potency."
      ],
      "tags": [
        "stonebreaker wildcrafted",
        "phyllanthus niruri dried",
        "chanca piedra tea",
        "stonebreaker herbal tea",
        "traditional herb Honduras wildcrafted",
        "stonebreaker traditional uses",
        "stonebreaker kidney and urinary tract health",
        "stonebreaker healthy fluid balance",
        "phyllanthus niruri benefits"
      ],
      "relatedProducts": [
        "bitter-melon-cundeamor",
        "duck-flower",
        "quassia-bitter-wood",
        "contribo",
        "blessed-holy-thistle"
      ],
      "audience": {
        "type": "PeopleAudience",
        "suggestedGender": "unisex",
        "suggestedMinAge": 13
      },
      "disclaimer": "FOR TRADITIONAL USE ONLY. This product is not intended to diagnose, treat, cure, or prevent any disease. Discontinue use if irritation occurs. Keep out of reach of children. Consult a healthcare professional before use if pregnant or nursing. Individual results may vary."
    },
    {
      "handler": "taro-malanga-leaf",
      "productGroupId": "FMT-TH-MA",
      "catalog": "Traditional Herbs",
      "category": "Food, Beverages & Tobacco > Beverages > Tea & Infusions",
      "brand": "Forestal MT",
      "name": "Taro - Malanga Leaf",
      "qualityBadge": "Wildcrafted & Shade-Dried",
      "item": 44,
      "botanical": "Colocasia esculenta",
      "material": "leaves",
      "ingredients": "Shade-dried taro leaf, naturally rich in nutrients and fiber.",
      "origin": "Made in Honduras",
      "storage": "Store in a cool, dry, and dark place. Always keep tightly sealed. Avoid prolonged heat and humidity.",
      "shelfLife": "For best potency, use within 12–18 months.",
      "shipping": "Worldwide via DHL Express",
      "shortDescription": "Hoja de malanga (Colocasia esculenta), an iron-rich Caribbean leaf valued in tradition for blood vitality and gentle nourishment.",
      "description": "The broad, heart-shaped leaves of Colocasia esculenta, known as 'malanga' or 'quequisque,' have nourished Polynesian, African, and Caribbean cultures for millennia before taking root in Honduran soil. Wild-harvested from humid lowland plantings, these leaves carry ancestral wisdom about mineral-rich nutrition and traditional food security. \n\nCelebrated for their calcium oxalate management through proper preparation and their role in sustaining communities, they are shade-dried to preserve their nutrient density. Offered chopped, with traditional preparation knowledge essential, free from chemical fertilizers or pesticide residues.",
      "commonNames": ["hoja de malanga"],
      "traditionalUses": [
        "Assist cardiovascular health",
        "Supports digestive regularity",
        "Provides antioxidant nutrients",
        "Promotes nutrient sufficiency"
      ],
      "howToUse": [
        "Culinary Preparation (Cooked Greens - Primary Use): Taro/Malanga leaves MUST be cooked thoroughly to neutralize calcium oxalate crystals, which can cause mouth irritation if consumed raw. Wash leaves thoroughly and remove tough stems. Boil in salted water for 20-30 minutes until very tender. Drain and use in soups, stews, curries, or stir-fries. The cooked leaves are highly nutritious and commonly used in Caribbean and African cuisine.",
        "In Soups & Stews (Callaloo): Add thoroughly cooked Taro leaves to traditional dishes like Callaloo, adding them during the last 20-30 minutes of cooking. The leaves provide rich, earthy flavor and nutritional depth.",
        "Medicinal Tea (Rare, Use Caution): Due to calcium oxalate content, tea from Taro leaves is not commonly recommended. If preparing, boil leaves for at least 20 minutes and strain very well. Use sparingly and only after proper cooking.",
        "Important Caution: NEVER consume raw Taro leaves. Always cook thoroughly. Raw leaves contain calcium oxalate crystals that cause severe mouth and throat irritation."
      ],
      "processingMethod": [
        "Selective Harvesting — Herbs are hand-picked at peak maturity, with care to protect plant populations and ecosystems.",
        "Manual Cleaning — Unwanted parts like dirt and dry leaves are removed; useful portions are sorted for quality.",
        "Drying Setup — Delicate herbs are tied in small bunches or spread thinly to allow natural airflow.",
        "Shade Drying — Materials dry slowly in a cool, shaded space to preserve aroma, color, and beneficial properties.",
        "Storage — Once fully dry, herbs are trimmed and sealed in airtight containers to maintain freshness and potency."
      ],
      "tags": [
        "taro - malanga leaf wildcrafted",
        "colocasia esculenta dried",
        "hoja de malanga tea",
        "taro - malanga leaf herbal tea",
        "traditional herb Honduras wildcrafted",
        "taro - malanga leaf traditional uses",
        "taro - malanga leaf cardiovascular health",
        "taro - malanga leaf digestive regularity",
        "colocasia esculenta benefits"
      ],
      "relatedProducts": [
        "cocolmeca-root",
        "cows-foot-leaves",
        "plantain-leaf",
        "sarsaparilla",
        "kalawalla-root"
      ],
      "audience": {
        "type": "PeopleAudience",
        "suggestedGender": "unisex",
        "suggestedMinAge": 13
      },
      "disclaimer": "FOR TRADITIONAL USE ONLY. This product is not intended to diagnose, treat, cure, or prevent any disease. Discontinue use if irritation occurs. Keep out of reach of children. Consult a healthcare professional before use if pregnant or nursing. Individual results may vary."
    },
    {
      "handler": "thuja-cedar-leaves",
      "productGroupId": "FMT-TH-CD",
      "catalog": "Traditional Herbs",
      "category": "Food, Beverages & Tobacco > Beverages > Tea & Infusions",
      "brand": "Forestal MT",
      "name": "Thuja - Cedar Leaves",
      "qualityBadge": "Wildcrafted & Shade-Dried",
      "item": 45,
      "botanical": "Thuja spp.",
      "material": "leaves",
      "ingredients": "Shade-dried cedar leaves, naturally aromatic and used for general wellness.",
      "origin": "Made in Honduras",
      "storage": "Store in a cool, dry, and dark place. Always keep tightly sealed. Avoid prolonged heat and humidity.",
      "shelfLife": "For best potency, use within 12–18 months.",
      "shipping": "Worldwide via DHL Express",
      "shortDescription": "Thuja, known as the tree of life, shade-dried and traditionally valued for skin clarity, respiratory comfort, and indigenous cleansing ritual.",
      "description": "The aromatic leaves of Thuja spp., the sacred cedar honored by indigenous North and Central American cultures, grow in Honduras' cooler highland forests. Hand-picked with ceremonial respect for the tree's enduring presence, these leaves carry spiritual and practical significance across generations. \n\nTraditionally used for purification and respiratory wellness, they are harvested to maintain their ethereal essence, resinous potency, and concentrated volatile oils.",
      "commonNames": ["hojas de cedro"],
      "traditionalUses": [
        "Breathing and respiratory support",
        "Promotes skin health and appearance",
        "Enhances circulatory function",
        "Aids emotional balance and mental clarity"
      ],
      "howToUse": [
        "Herbal Infusion (Mild Tea): Place 1/2 to 1 teaspoon (2-3g) of dried Thuja leaves in a teapot or cup. Pour 1 cup (240ml) of boiling water over the leaves. Cover and steep for 5-10 minutes. Strain well and drink 1 cup daily. Do not exceed recommended amounts.",
        "For Immune Support (Traditional Use): Drink 1 cup of Thuja tea daily during seasonal challenges to traditionally support immune function and respiratory wellness. Traditional Native American use for colds and infections.",
        "For Respiratory Support: Consume Thuja tea 1-2 times daily to traditionally support respiratory comfort and ease congestion.",
        "Steam Inhalation (For Congestion): Place a handful of Thuja leaves in a bowl of very hot water. Drape a towel over your head and inhale the aromatic steam for 5-10 minutes to clear sinus congestion.",
        "External Use (Topical): Prepare a strong Thuja tea and apply topically to skin conditions such as warts, fungal infections, or minor skin irritations. Traditional external use is more common than internal consumption."
      ],
      "processingMethod": [
        "Selective Harvesting — Herbs are hand-picked at peak maturity, with care to protect plant populations and ecosystems.",
        "Manual Cleaning — Unwanted parts like dirt and dry leaves are removed; useful portions are sorted for quality.",
        "Drying Setup — Delicate herbs are tied in small bunches or spread thinly to allow natural airflow.",
        "Shade Drying — Materials dry slowly in a cool, shaded space to preserve aroma, color, and beneficial properties.",
        "Storage — Once fully dry, herbs are trimmed and sealed in airtight containers to maintain freshness and potency."
      ],
      "tags": [
        "thuja - cedar leaves wildcrafted",
        "thuja spp dried",
        "hojas de cedro tea",
        "thuja - cedar leaves herbal tea",
        "traditional herb Honduras wildcrafted",
        "thuja - cedar leaves traditional uses",
        "thuja - cedar leaves breathing and respiratory support",
        "thuja - cedar leaves skin health and appearance",
        "thuja spp benefits"
      ],
      "relatedProducts": [
        "eucalyptus-leaves",
        "pine-needles",
        "palo-santo",
        "guaco-leaves",
        "palo-guaco"
      ],
      "audience": {
        "type": "PeopleAudience",
        "suggestedGender": "unisex",
        "suggestedMinAge": 13
      },
      "disclaimer": "FOR TRADITIONAL USE ONLY. This product is not intended to diagnose, treat, cure, or prevent any disease. Discontinue use if irritation occurs. Keep out of reach of children. Consult a healthcare professional before use if pregnant or nursing. Individual results may vary."
    },
    {
      "handler": "trumpet-tree-leaves",
      "productGroupId": "FMT-TH-TT",
      "catalog": "Traditional Herbs",
      "category": "Food, Beverages & Tobacco > Beverages > Tea & Infusions",
      "brand": "Forestal MT",
      "name": "Trumpet Tree Leaves",
      "qualityBadge": "Wildcrafted & Shade-Dried",
      "item": 46,
      "botanical": "Cecropia spp.",
      "material": "leaves",
      "ingredients": "Shade-dried trumpet tree leaves, traditionally used for respiratory and cardiovascular support.",
      "origin": "Made in Honduras",
      "storage": "Store in a cool, dry, and dark place. Always keep tightly sealed. Avoid prolonged heat and humidity.",
      "shelfLife": "For best potency, use within 12–18 months.",
      "shipping": "Worldwide via DHL Express",
      "shortDescription": "Guarumo (Cecropia spp), a trusted Central American tree brewed for cardiovascular balance, metabolic ease, and respiratory comfort.",
      "description": "The palmately lobed leaves of Cecropia species, known as 'guarumo' or 'trumpet tree,' crown Honduras' secondary forests where they provide vital habitat for sloths and ants in symbiotic relationship. Wild-harvested from these ecological guardian trees, the leaves carry indigenous Central and South American knowledge about respiratory support and cardiovascular wellness. \n\nRevered for their traditional applications in blood pressure management and their role in forest regeneration, they are shade-dried to preserve their chlorogenic acid and flavonoid content. Offered whole or cut, free from agricultural chemicals or habitat-destructive harvesting practices.",
      "commonNames": ["Guarumo", "Yagrumo"],
      "traditionalUses": [
        "Supports respiratory system wellness",
        "Promotes healthy circulation",
        "Aids cardiovascular health",
        "Assists with blood pressure management"
      ],
      "howToUse": [
        "Herbal Infusion (Tea): Place 1-2 teaspoons (5-8g) of dried Trumpet Tree leaves in a teapot or cup. Pour 1 cup (240ml) of boiling water over the leaves. Cover and steep for 10-15 minutes. Strain and drink 1-2 cups daily.",
        "For Blood Pressure Support (Primary Traditional Use): Drink 1-2 cups of Trumpet Tree leaf tea daily to traditionally support healthy blood pressure levels and cardiovascular wellness. Traditional use throughout Central and South America for hypertension.",
        "For Blood Sugar Balance: Consume 1 cup of Trumpet Tree tea before meals to traditionally support healthy blood sugar metabolism. Use consistently for best results.",
        "For Respiratory Health: Drink Trumpet Tree tea 2-3 times daily to traditionally support respiratory comfort, ease cough, and promote clear breathing.",
        "Traditional Note: Trumpet Tree (Cecropia) is widely used throughout the Amazon and Central America, particularly for cardiovascular and metabolic support. The tree is also home to ant colonies in a fascinating symbiotic relationship."
      ],
      "processingMethod": [
        "Selective Harvesting — Herbs are hand-picked at peak maturity, with care to protect plant populations and ecosystems.",
        "Manual Cleaning — Unwanted parts like dirt and dry leaves are removed; useful portions are sorted for quality.",
        "Drying Setup — Delicate herbs are tied in small bunches or spread thinly to allow natural airflow.",
        "Shade Drying — Materials dry slowly in a cool, shaded space to preserve aroma, color, and beneficial properties.",
        "Storage — Once fully dry, herbs are trimmed and sealed in airtight containers to maintain freshness and potency."
      ],
      "tags": [
        "trumpet tree leaves wildcrafted",
        "cecropia spp dried",
        "guarumo tea",
        "trumpet tree leaves herbal tea",
        "traditional herb Honduras wildcrafted",
        "trumpet tree leaves traditional uses",
        "trumpet tree leaves respiratory system wellness",
        "trumpet tree leaves healthy circulation",
        "cecropia spp benefits"
      ],
      "relatedProducts": [
        "guaco-leaves",
        "palo-guaco",
        "eucalyptus-leaves",
        "soursop-leaves",
        "guava-leaves"
      ],
      "audience": {
        "type": "PeopleAudience",
        "suggestedGender": "unisex",
        "suggestedMinAge": 13
      },
      "disclaimer": "FOR TRADITIONAL USE ONLY. This product is not intended to diagnose, treat, cure, or prevent any disease. Discontinue use if irritation occurs. Keep out of reach of children. Consult a healthcare professional before use if pregnant or nursing. Individual results may vary."
    }
  ]
}
